{
    "d214:0": "༄༅༅། །རྒྱ་གར་སྐད་དུ། རཱ་ཛ་དེ་ཤ་ནཱ་མ་མ་ཧཱ་ཡཱ་ན་སཱུ་ཏྲ། བོད་སྐད་དུ། ",
    "d214:1": "རྒྱལ་པོ་ལ་གདམས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། ",
    "d214:2": "སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །",
    "d214:3": "འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། ",
    "d214:4": "བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཆལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །",
    "d214:5": "དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་རྣམས་ལ་བཀའ་སྩལ་པ། དེ་རིང་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་གདུལ་བར་བྱ་བའི་དུས་ལ་བབ་ཀྱིས་ཡུལ་མ་ག་དྷཱར་འགྲོ་བར་བྱའོ་ཞེས་གསུངས་ནས། ",
    "d214:6": "འཁོར་དང་བཅས་པ་ངང་པའི་རྒྱལ་པོ་ལྟར་ནམ་མཁའ་ལ་ལྡིངས་ཏེ་གཤེགས་པ་བློན་པོ་ཟླ་བ་བཟང་པོས་མཐོང་ནས་རྒྱལ་པོ་ལ་སྨྲས་པ། ",
    "d214:7": "ལྷ་ལགས་སངས་རྒྱས་འཁོར་དང་བཅས་པ་འོ་སྐོལ་གྱི་ཡུལ་དུ་བྱོན་པས་གྲོང་ཁྱེར་བརྒྱན་པ་དང་བསྙེན་བཀུར་བྱ་བར་རིགས་སོ། །",
    "d214:8": "རྒྱལ་པོས་སྨྲས་པ། འཛམ་བུའི་གླིང་ན་ང་ལས་ཆེ་བ་མེད་པར་སུ་ལ་བསྙེན་བཀུར་བྱེད་ཅེས་སླར་ཉིད་དུ་དྲེགས་པར་གྱུར་ཏོ། །",
    "d214:9": "དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོའི་ཕོ་བྲང་གི་སྒོར་གདན་བཤམས་པ་ལ་བཅོམ་ལྡན་འདས་འཁོར་དང་བཅས་པ་བཞུགས་སོ། །",
    "d214:10": "དེ་ལྟར་བཞུགས་པར་ཤེས་ནས་རྒྱལ་པོས་གྱད་ཆེན་པོའི་འདེགས་པ་ཞེས་བྱ་བ་རྦད་དེ་རྡོ་ཤིན་ཏུ་ཆེ་བ་བཅོམ་ལྡན་འདས་ལ་འཕངས་སོ། །",
    "d214:11": "རྡོ་དེ་ནམ་མཁའ་ལ་ལྡིང་ཞིང་དེ་ལས་སྒྲ་འདི་སྐད་ཅེས་གྲག་གོ། །",
    "d214:12": "ཀྱེ་མ་འདུས་བྱས་རྟག་པ་མེད། །སྐྱེ་ཞིང་འགོག་པའི་ཆོས་ཅན་ཡིན། །",
    "d214:13": "སྐྱེ་བ་ཡོད་ན་འཆི་བ་ཡོད། །",
    "d214:14": "འདུ་བ་ཡོད་ན་འབྲལ་བ་ཡོད། །",
    "d214:15": "བསགས་པ་ཡོད་ན་འཛད་པ་ཡོད། །",
    "d214:16": "ལང་ཚོའི་མདོག་ཀྱང་ནད་ཀྱིས་འཕྲོག །འཚོ་བའི་ཚེ་ཡང་འཆི་བས་འཕྲོག །",
    "d214:17": "ཆགས་པར་གྱུར་ན་སྡུག་བསྔལ་འཕེལ། །",
    "d214:18": "སྐྱོ་བར་བྱས་ན་ཐར་བར་འགྱུར། །",
    "d214:19": "ཞེས་པ་དེ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་ཐོས་པས་མོས་པར་གྱུར་ཏེ་ཐད་དུ་སོང་ནས་ཐལ་མོ་སྦྱར་ཏེ་འཁོད་པ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ",
    "d214:20": "རྒྱལ་པོ་ཆེན་པོ་ཆོས་ལ་མོས་པར་བྱ། ཁོང་དུ་ཆུད་པར་བྱ། བསྒོ་བར་བྱ། ཡིད་འབྱུང་བར་བྱའོ། །",
    "d214:21": "རྒྱལ་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་གང་ལ་སྐྱོ་བར་བགྱི། ཡིད་འབྱུང་བར་བགྱི། ",
    "d214:22": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཁོར་བ་ལས་སྐྱོ་ཞིང་ཡིད་འབྱུང་བར་བྱའོ། །",
    "d214:23": "རྒྱལ་པོས་གསོལ་པ། ཅིའི་ཕྱིར་འཁོར་བ་ལས་སྐྱོ་ཞིང་ཡིད་འབྱུང་བར་བགྱི། ",
    "d214:24": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཁོར་བ་འདི་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བའི་ཕྱིར་རོ། །",
    "d214:25": "རྒྱལ་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་འཁོར་བ་འདི་ཇི་སྐད་མི་རྟག་པ་ལགས། ",
    "d214:26": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྣོད་ཀྱི་འཇིག་རྟེན་འདི་ཡང་མི་རྟག་ལ། བཅུད་ཀྱི་སེམས་ཅན་ཡང་མི་རྟག་གོ། །",
    "d214:27": "རྒྱལ་པོས་གསོལ་པ། སྣོད་ཀྱི་འཇིག་རྟེན་ཇི་ལྟར་མི་རྟག་པ་ལགས། ",
    "d214:28": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྣོད་ཀྱི་འཇིག་རྟེན་རི་རབ་གླིང་ཁམས་ཀྱང་། །འཇིག་པའི་དུས་ཚེ་བསྐལ་པའི་མེ་བྱུང་ནས། །ཐལ་བའི་ལྷག་མ་ཙམ་ཡང་མ་ལུས་སོ། །",
    "d214:29": "ཆུ་དང་རླུང་གིས་འཇིག་པ་དེ་བཞིན་ནོ། །",
    "d214:30": "གཞན་ཡང་དབྱར་དྲོད་སྐྱེ་ལ་དགུན་གྲང་སྐམ། །",
    "d214:31": "ལོ་ལེགས་ལོ་ཉེས་ཐན་ཞོད་ངེས་པ་མེད། །",
    "d214:32": "ལོ་ཟླ་འདས་ཤིང་འཇིག་པའི་དུས་དང་ཉེ། །",
    "d214:33": "དེ་ལ་སོགས་ཏེ་མི་རྟག་མངོན་སུམ་ནི། །རྟག་པ་ཡིན་ན་ཅི་ཕྱིར་འགྱུར་ཞིང་འགྲོ། །",
    "d214:34": "རྒྱལ་པོས་གསོལ་པ། བཅུད་ཀྱི་སེམས་ཅན་ཇི་ལྟར་མི་རྟག་པ་ལགས། ",
    "d214:35": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཅུད་ཀྱི་སེམས་ཅན་ཚེ་འདི་ཉིད་ལ་ཡང་། །ཉིན་ཞག་ལོ་ཟླ་རིམ་གྱིས་གཅོད་བྱེད་པས། །ཉིན་ཞག་འདས་ཤིང་འཆི་དང་ཕར་ཕར་ཉེ། །",
    "d214:36": "མི་ཤིར་འདོད་ཀྱང་རང་ལ་རང་དབང་མེད། །",
    "d214:37": "སྐྱེ་རྒ་ན་འཆི་རང་ཐག་རི་མོ་འདྲ། །འཆི་བདག་བདུད་ནི་སོ་བྱ་ཉ་སྡོད་འདྲ། །",
    "d214:38": "འཆི་བའི་རྐྱེན་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ། །",
    "d214:39": "འཆི་རྐྱེན་མ་སོང་དངོས་པོ་གང་ཡང་མེད། །",
    "d214:40": "ལུས་འདི་ཟས་ཀྱིས་འཚོ་ཡང་བརྣངས་ནས་འཆི། །",
    "d214:41": "འཇིག་རྟེན་འདི་ན་ཆེ་ཆུང་ཕྱུག་དབུལ་ཀུན། །འཆི་བདག་དབང་དུ་མི་འགྱུར་གང་ཡང་མེད། །",
    "d214:42": "སྔ་མ་ཤི་བའི་མི་རྣམས་ཀུན་གྱིས་ཀྱང་། །",
    "d214:43": "རྟག་ཏུ་རེ་ནས་བུ་དང་ནོར་བསགས་ཀྱང་། །བུ་ནོར་ཕྱིར་ལུས་བདག་ལ་ཕན་པ་མེད། །རང་གི་དགེ་སྡིག་གཉིས་དང་འགྲོགས་ཏེ་འཆི། །",
    "d214:44": "ད་ལྟར་རང་གི་གནས་པའི་རིང་འདི་ལའང་། །དགའ་བཤེས་གཉེན་འདུན་མཛའ་དང་མི་མཛའ་དང་། །ན་ཚོད་འཐུན་དང་རྒན་གཞོན་ཇི་སྙེད་ཅིག །ཤི་བ་མཐོང་ཞིང་ཐོས་པ་མ་ཡིན་ནམ། །",
    "d214:45": "ས་སྟེང་གནས་པའི་སེམས་ཅན་འདི་ཀུན་ཡང་། །ལོ་བརྒྱ་ཚུན་ཆད་སྡོད་ཀྱང་མ་ལུས་འཆི། །",
    "d214:46": "དེ་བས་རང་རེའང་འཆི་བའི་ཆོས་ཅན་ཡིན། །",
    "d214:47": "དེང་འཆི་སང་འཆི་སུས་ཀྱང་མི་ཤེས་ཏེ། །",
    "d214:48": "ཚོད་འཛིན་པ་ཡང་མི་འཇིགས་སྦྱིན་མེད་པས། སང་ཕོད་དེང་སང་བདག་ཉིད་ཇི་ལྟར་འགྱུར། །",
    "d214:49": "འཆི་བའི་ཚེ་ན་ཕ་མ་བུ་ཚ་དང་། །ཕུ་ནུ་མཛའ་བཤེས་བྲན་ཁོལ་ནོར་ཀུན་ཀྱང་། །བདག་ཉིད་འཆི་བའི་ཕྱི་ན་འོང་མེད་པས། །",
    "d214:50": "སྡུག་བསྔལ་སྐལ་ལེན་འགའ་ཡང་ཡོད་མ་ཡིན། །",
    "d214:51": "དེ་བས་སྐྱེས་ཀྱང་བདག་ཉིད་གཅིག་པུ་སྐྱེས། ཐ་མ་འཆི་ཡང་བདག་ཉིད་གཅིག་པུ་འཆི། །",
    "d214:52": "སྐད་ཅིག་ཚེ་ལས་འཐུན་པ་ཉེ་གཞི་རྣམས། །",
    "d214:53": "འགྲོན་པོ་གནས་འཐུན་ཙམ་སྟེ་སོ་སོར་འགྲོ། །སྐད་ཅིག་ཙམ་ཡང་འབྲལ་བར་མི་ཕོད་པའི། །གཉེན་དང་ནོར་རྫས་ཡུལ་མཁར་ཀུན་བོར་ནས། །བདག་ཉིད་གཅིག་པུ་འཇིགས་པའི་ལམ་དུ་འགྲོ། །",
    "d214:54": "ཇི་ཙམ་སྡིག་དང་བསྡོས་ནས་ནོར་བསགས་ཀྱང་། སྡིག་པའི་རྣམ་སྨིན་རྨོངས་པ་བདག་ཉིད་འཁུར། །བསགས་པའི་ནོར་ནི་ཁོང་དག་བུ་ཚས་འཁྱེར། །དེ་ཕྱིར་བསགས་པའི་ནོར་གྱིས་ཅི་ཞིག་ཕན། །",
    "d214:55": "བདག་ལ་ཤིན་ཏུ་ཕངས་པའི་ལུས་འདི་ཡང་། །ཤི་བའི་དུས་སུ་རྫ་ཞིག་བཞིན་དུ་འབོར། །",
    "d214:56": "ལྷན་ཅིག་སྐྱེས་པའི་ཤ་རུས་གཉིས་ཀྱང་འབྱེ། །",
    "d214:57": "དབང་མེད་བདག་ཉིད་གཅིག་པུ་འཁྱམས་ནས་ནི། །ལས་ཀྱི་དབང་གིས་གང་དུ་སྐྱེས་གྱུར་ན། །",
    "d214:58": "དེ་བས་ལུས་ཀྱི་ཕྱིར་ནི་སྡིག་མི་བྱ། །",
    "d214:59": "ལུས་འདི་ས་གཏིང་འགྲོ་སྟེ་ཆོག་མི་ཤེས། །མི་གཙང་ལས་བྱུང་མི་གཙང་ཕུང་པོ་ཡིན། །",
    "d214:60": "ན་རྒ་འཆི་སོགས་སྡུག་བསྔལ་ཀུན་གྱི་གནས། །",
    "d214:61": "ཤི་ནས་ལུས་བོར་ས་ཡི་ཕྱོགས་ཙམ་བཙོག །བྱ་དང་ཁྱི་སྤྱང་ལ་སོགས་རྣམས་ཀྱིས་ཟ། །",
    "d214:62": "བསྙེན་བཀུར་འབད་ཀྱང་འཆི་བདག་སྲིན་པོས་འཕྲོག །",
    "d214:63": "མཁས་པས་སྨོད་ཅིང་བླུན་པོ་ཆགས་པའི་གནས། །དེ་བས་མཁས་པ་ལུས་ལ་སུ་ཞིག་ཆགས། །",
    "d214:64": "ལུས་ཀྱི་ཕྱིར་ནི་ཡ་ངར་འཇུག་མི་བྱ། །",
    "d214:65": "འདི་ལ་གླ་རྔན་གོས་ཟས་བྱིན་ནས་སུ། །ཡུན་གྱི་ཕན་ཕྱིར་བསོད་ནམས་སོག་ཏུ་གཞུག །བདག་གི་གྲོགས་ནི་དགེ་སྡིག་གཉིས་ལས་མེད། །",
    "d214:66": "དེ་ཡང་དགེ་བ་མཐོ་རིས་ཐར་པའི་རྒྱུ། །སྡིག་པ་ངན་སོང་སྡུག་བསྔལ་འབྱུང་བའི་རྒྱུ། །",
    "d214:67": "མ་ཤི་བར་དུའང་ལུས་ནི་མི་རྟག་སྟེ། །",
    "d214:68": "བུ་ཆུང་བྱིས་པ་གཞོན་ནུ་ཉིད་དུ་འགྱུར། །དེ་ནས་དར་ལ་བབ་དང་དར་ཡོལ་དང་། །",
    "d214:69": "རྒས་པར་གྱུར་ཏེ་ལུས་འདི་རྟག་ན་ནི། །གནས་སྐབས་དེ་སྙེད་ཅིག་ནི་ཅིས་ཏེ་འགྱུར། །",
    "d214:70": "ལོངས་སྤྱོད་བདེ་སྡུག་རྣམས་ཀྱང་མི་རྟག་སྟེ། །",
    "d214:71": "བཙན་ཕྱུག་འཛོམ་པ་སྡུག་ཕོངས་ཅན་དུ་འགྱུར། །སྡུག་ཕོངས་ཅན་ཡང་བཙན་ཕྱུག་འཛོམ་པར་འགྱུར། །",
    "d214:72": "ལང་ཚོ་ལོངས་སྤྱོད་ན་རྒ་འཆི་བས་འཇོམས། །",
    "d214:73": "འཇིག་རྟེན་ཆོས་འདི་ཐམས་ཅད་མི་རྟག་གོ། །",
    "d214:74": "རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་འཁོར་བ་པ་འདིའི་སྡུག་བསྔལ་ཇི་ལྟ་བུ་ལགས། ",
    "d214:75": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཁོར་བ་པ་ལ་ནམ་ཡང་བདེ་བ་མེད། །",
    "d214:76": "བྱས་པ་ཐམས་ཅད་དོན་མེད་སྡུག་བསྔལ་རྒྱུ། །སྡུག་བསྔལ་གཙོ་བོ་སྐྱེ་རྒ་ན་འཆི་བཞི། །",
    "d214:77": "དམྱལ་བར་སྐྱེས་ན་སྡུག་བསྔལ་འདི་འདྲའོ། །དམྱལ་སྲུངས་དང་ནི་དམྱལ་བའི་མེ་མཐོང་ནས། །ཤིན་ཏུ་སྐྲག་དངངས་ཆོ་ངེས་ཆེར་འདེབས་ཤིང་། །",
    "d214:78": "རང་ལ་རྔན་འགྲང་སྔོན་གྱི་སྡིག་པ་ལ། །ཤིན་ཏུ་འགྱོད་ཀྱང་ཕན་པ་ཅི་ཡང་མེད། །",
    "d214:79": "ལུས་འདི་ཤིན་ཏུ་ཆེ་ལ་གཞོན་ཤ་ཅན། །ཚོར་བ་ཆེ་ཞིང་དྲག་པོའི་ལུས་ཐོབ་ནས། །",
    "d214:80": "ཁ་ཅིག་རང་ལུས་མེ་ཡི་ཕུང་པོར་འབར། །",
    "d214:81": "ཁ་ཅིག་ལྕགས་མཁར་ཁང་པ་སྦྲུམ་མར་རྡུང་། །འགྲེ་ལྡོག་བྱེད་ཅིང་ཕྱོགས་ནི་ཀུན་ནས་སྲེག །",
    "d214:82": "ཁ་ཅིག་ལྕགས་ལས་བྱས་པའི་སྣོད་ཆེན་དུ། །སྤྱི་ཚུགས་འབྲུ་ཉུངས་ཆུ་ཁོལ་ཐུག་བཞིན་འཚེད། །",
    "d214:83": "ཁ་ཅིག་སོག་ལེས་འདྲ་ཞིང་གཏུན་ལ་རྡུང་། །",
    "d214:84": "ཁ་ཅིག་གནས་དང་ཁང་པར་སྲུང་ཞིང་སྲེག །མེ་མ་མུར་དང་ཐལ་ཚན་ཆུ་ལ་སོགས། །",
    "d214:85": "སྡུག་བསྔལ་མང་པོ་བསམ་གྱིས་མི་ཁྱབ་བོ། །",
    "d214:86": "མི་ཡི་ལོ་ནི་འབུམ་དང་བརྒྱད་ཁྲི་ལ། །དམྱལ་བ་ཁ་ཅིག་ན་ནི་ཉིན་ཞག་གཅིག །དེ་ལ་སོགས་པ་བསྐལ་པའི་བར་དུ་གནས། །",
    "d214:87": "ཤི་བར་དགའ་ཡང་འཆིར་ནི་མི་བཏུབ་བོ། །ལས་མ་ཟད་པ་ཁ་ཅིག་འཇིག་ཆགས་ཚེ། །འཇིག་རྟེན་བརྒྱུད་ཅིང་འཇིག་ཆགས་མེད་པར་སྐྱེ། །",
    "d214:88": "ཡི་དགས་སྐྱེས་པ་བཀྲེས་དང་སྐོམ་པས་གདུངས། །མགོ་བོ་རི་ཙམ་ཁ་ནི་ཁབ་མིག་ཙམ། །སྐེ་རྩ་རབ་ཕྲ་གསུས་པ་ཡུལ་ལྗོངས་ཙམ། །",
    "d214:89": "བཟའ་བཏུང་མཐོང་ཡང་གཞན་གྱིས་བསྲུངས་པ་དང་། །རྣག་ཁྲག་ངན་སྐྱུགས་ལ་སོགས་གཞན་དུ་མཐོང་། །",
    "d214:90": "ཁ་ཅིག་ཟོས་ཀྱང་ཁྲོ་ཆུ་ཁོལ་མར་འགྲོ། །",
    "d214:91": "བྱོལ་སོང་སྐྱེས་ན་གཅིག་ལ་གཅིག་ཟ་དང་། །རང་ལ་དབང་མེད་བཀོལ་བཏགས་རྡེག་འཚོག་དང་། །གཞན་གྱིས་གསོད་སོགས་གཏི་མུག་རྨོངས་པས་སྡུག །",
    "d214:92": "མིར་སྐྱེས་ན་ཡང་མངལ་ན་གནས་པའི་ཚེ། །",
    "d214:93": "མ་ནི་འགྲངས་ཚེ་བྲག་བར་བཙིར་བ་འདྲ། །",
    "d214:94": "བཀྲེས་པའི་ཚེ་ན་སྤྱང་ལ་བཏང་བ་སྙམ། །",
    "d214:95": "དྲག་ཤུལ་བྱེད་ཚེ་གཏུན་ལ་རྡུང་བ་སྙམ། །",
    "d214:96": "བཙས་པའི་ཚེ་ན་པགས་པ་བཤུས་ནས་ནི། །རྩིག་པའི་ལོགས་ལ་དྲུད་པ་བས་ཀྱང་རྩུབ། །ཚ་འབྲུམ་བཀྲེས་སྐོམ་རྐང་ལག་ན་ནས་སྡུག །",
    "d214:97": "ཆེར་སྐྱེས་ན་ཡང་སོ་ནམ་བྲེལ་ཕོངས་དང་། །ཉེ་དུ་བྲལ་དང་དགྲས་བཅོམ་བུ་ལོན་དང་། །",
    "d214:98": "བཀྲེས་སྐོམ་ཚ་གྲང་དོན་ལ་སོགས་པས་སྡུག །",
    "d214:99": "ཕོངས་པ་རྣམས་ནི་བཙལ་ཐབས་མེད་ནས་སྡུག །ཡོད་པ་རྣམས་ཀྱང་འཚོ་སྐྱོང་མེལ་ཚེས་སྡུག །",
    "d214:100": "ཞིང་རྨོ་ཚོང་བྱེད་འདུ་བྱེད་ལས་ཀྱི་སྡུག །",
    "d214:101": "དེ་ལ་སོགས་པའི་སྡུག་བསྔལ་བསམ་མི་ཁྱབ། །",
    "d214:102": "སྡུག་བསྔལ་གཞི་ནི་ཕལ་ཆེར་ལྟོ་རྒྱབ་གཉིས། །འཇིག་རྟེན་འདི་ཡི་བདེ་བའི་ལོངས་སྤྱོད་ཀྱང་། །ཕལ་ཆེར་ཕྱི་མའི་ངན་སོང་སྡུག་བསྔལ་རྒྱུ། །",
    "d214:103": "ལྷ་མིན་སྐྱེས་ན་ང་རྒྱལ་ཕྲག་དོག་དང་། །ཁྲོ་གཏུམ་འཐབ་རྩོད་ལ་སོགས་དབང་གིས་སྡུག །",
    "d214:104": "ལྷར་སྐྱེས་ཀྱང་ནི་འཆི་འཕོ་ལྟུང་བ་དང་། །འཆི་ལྟས་ལྔ་དང་འདུ་བྱེད་དབང་གིས་སྡུག །",
    "d214:105": "རྒས་པ་ཡང་ནི་འདི་ལྟར་སྡུག་བསྔལ་ཏེ། །མགོ་དཀར་གཉེར་འདུས་གཞན་གྱིས་མཐོང་མི་མོས། །ཁ་སྣ་ཆུ་འཛག་རྐང་ལག་ཀུན་ཀྱང་འདར། །",
    "d214:106": "སེམས་ཀྱིས་དྲན་ཡང་ལུས་ལ་ཉམ་སྟོབས་མེད། །",
    "d214:107": "བུ་ཚ་ཀུན་ཀྱང་ཤི་ན་རུང་སྙམ་སེམས། །ཞལ་ཏ་བྱས་ཀྱང་མི་ཉན་དབང་ཡང་ཤོར། །",
    "d214:108": "ཁ་ཅིག་སྲིན་རྒན་ཤི་འཕྱིས་ཞེས་ཀྱང་ཟེར། །",
    "d214:109": "ཁ་ཅིག་བེར་དབྱུག་ཐོགས་ནས་རྡུང་བར་བྱེད། །",
    "d214:110": "དེ་ལྟར་མཐོང་ཐོས་ཤིར་འདོད་ཤིར་མ་བཏུབ། །",
    "d214:111": "ན་བ་རྣམས་ནི་འདི་ལྟར་སྡུག་བསྔལ་ཏེ། །ལུས་ཀྱི་འབྱུང་ཆེན་བཞི་ནི་མ་སྙོམས་པས། །རླུང་མཁྲིས་བད་ཀན་འདུས་པས་ལུས་གདུངས་ཏེ། །ལོངས་སྤྱོད་མཐོང་ཡང་འདི་ལ་འདོད་པ་མེད། །",
    "d214:112": "ལུས་ཀྱི་ཉམ་སྟོབས་ཤོར་བས་ལྡང་མི་ནུས། །",
    "d214:113": "མཛེས་པའི་གཟི་མདངས་ཤོར་བས་ཡི་དགས་འདྲ། །",
    "d214:114": "འཆི་བ་རྣམས་ཀྱང་འདི་ལྟར་སྡུག་བསྔལ་ཏེ། །གཉེན་བཤེས་ཚོགས་ཀྱིས་ཆོ་ངེ་འདེབས་བྱེད་ཀྱང་། །དེ་ལ་ཉན་ལྟ་བསམ་པའི་ཡུལ་མེད་དེ། །",
    "d214:115": "གནད་གཅོད་པ་ནི་མཚོན་ཆས་གཏུབ་པ་འདྲ། །མཛའ་དང་མི་མཛའི་དོན་དུ་སྔར་བྱས་པའི། །དགེ་སྡིག་ལས་ནི་རྨི་ལམ་ཡུལ་བཞིན་སྣང་། །",
    "d214:116": "གཤིན་རྗེའི་ཕོ་ཉ་ཤིན་ཏུ་འཇིགས་པས་བསྐོར། །",
    "d214:117": "བྲེད་ཤ་ཐོན་ནས་ཀུན་ཏུ་བལྟས་བྱས་ཀྱང་། །མགོན་སྐྱབས་བྱེད་པ་སུ་ཡང་མ་མཐོང་ནས། །",
    "d214:118": "ཤིན་ཏུ་འཇིགས་བཞིན་ཀུན་ཏུ་ཡི་མུག་སྟེ། །བདག་ཉིད་གར་འགྲོ་གཏོལ་མེད་བར་དོ་འབྱུང་། །",
    "d214:119": "མི་རྟག་སྡུག་བསྔལ་མི་ཟད་ཡུན་རིང་འདི། །ཐོག་མ་མེད་ནས་ད་ལྟའི་བར་དུ་ཡང་། །འཕགས་ལམ་མ་ཐོབ་བར་དུ་རྟག་ཏུ་གདུང་། །",
    "d214:120": "རྒྱལ་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་འཁོར་བ་འདི་ཤིན་ཏུ་སྡུག་བསྔལ་བ་ལགས་ན་བདེ་ལེགས་དང་ལྡན་པ་གང་ལགས། ",
    "d214:121": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མྱ་ངན་ལས་འདས་པ་ནི་བདེ་ལེགས་ཕུན་སུམ་ཚོགས་པ་ཡིན་ནོ། །",
    "d214:122": "རྒྱལ་པོས་གསོལ་པ། ཇི་ལྟར་བདེ་ལེགས་ཕུན་སུམ་ཚོགས་པ་ལགས། ",
    "d214:123": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མྱ་ངན་འདས་པ་ཞི་བ་བདེ་བའི་མཆོག །རྣམ་རྟོག་བདག་ཏུ་འཛིན་དང་ཉོན་མོངས་མེད། །ངན་སོང་གསུམ་སོགས་བཀྲེས་སྐོམ་གྲང་དྲོ་དང་། །སྐྱེ་རྒ་ན་འཆི་ལ་སོགས་སྡུག་བསྔལ་མེད། །",
    "d214:124": "འཁོར་བ་མི་རྟག་སྡུག་བསྔལ་གཏན་ཟད་ནས། །ལས་སུ་གཞན་དོན་འབའ་ཞིག་སྤྱོད་བྱེད་ཅིང་། །མཐུ་དང་རྫུ་འཕྲུལ་བསམ་གྱིས་མི་ཁྱབ་བོ། །",
    "d214:125": "དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་འཁོར་བ་ལས་ཡིད་བྱུང་ནས་རྒྱལ་སྲིད་མཆིལ་མའི་ཐལ་བ་ལྟར་བོར་ཏེ། མྱ་ངན་ལས་འདས་པ་བསྒྲུབ་པ་ལ་གཞོལ་བར་གྱུར་ཏོ། །",
    "d214:126": "དེ་ལྟར་གྱུར་པ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ལེགས་སོ་ལེགས་སོ། །",
    "d214:127": "རྗེས་ཐམས་ཅད་ཀྱི་ནང་ན་གླང་པོ་ཆེའི་རྗེས་མཆོག་གོ། །",
    "d214:128": "མེ་ཏོག་རྣམས་ཀྱི་ནང་ན་པད་མ་དཀར་པོ་མཆོག་གོ། །",
    "d214:129": "འདུ་ཤེས་ཐམས་ཅད་ཀྱི་ནང་ན་མི་རྟག་པའི་འདུ་ཤེས་མཆོག་གོ། །",
    "d214:130": "བསམ་པ་རྣམས་ཀྱི་ནང་ན་འཁོར་བ་ལས་ཡིད་བྱུང་བ་མཆོག་གོ། །",
    "d214:131": "རྒྱལ་པོ་ཆེན་པོ་འཁོར་བ་ལས་ཡིད་བྱུང་བ་ལེགས་སོ། །",
    "d214:132": "སྐྱོ་བ་སྐྱེས་པ་ལེགས་སོ། །",
    "d214:133": "ཆགས་ན་འཁོར་བ་ཡིན་ནོ། །",
    "d214:134": "མ་ཆགས་ན་མྱ་ངན་ལས་འདས་པ་ཡིན་ནོ། །",
    "d214:135": "བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། །རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་སོགས་པ་ཐམས་ཅད་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །",
    "d214:136": "རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་གདམས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།",
    "d214:137": "རྒྱ་གར་གྱི་མཁན་པོ་དཱ་ན་ཤཱི་ལ་དང་། བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ། །"
}