{
    "d329:0": "༄༅། །རྒྱ་གར་སྐད་དུ། དེ་བ་ཏཱ་སཱུ་ཏྲ། བོད་སྐད་དུ། ",
    "d329:1": "ལྷའི་མདོ། ",
    "d329:2": "སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །",
    "d329:3": "འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། ",
    "d329:4": "བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ། དེ་ནས་མཚན་མོ་མི་ཉལ་ཙམ་ན་ལྷ་མདོག་བཟང་པོ་ཞིག་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། ། དེ་ནས་ལྷ་དེའི་མཐུས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ཐམས་ཅད་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ། །",
    "d329:5": "དེ་ནས་དེའི་ཚེ་ལྷ་དེས་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ། །",
    "d329:6": "མཚོན་ཆ་རྣོན་པོ་དེ་གང་ལགས། །ཧ་ལ་ཧ་ལའི་དུག་གང་ལགས། །རབ་ཏུ་འབར་བའི་མེ་གང་ལགས། །མུན་པ་རབ་གནག་དེ་",
    "d329:7": "གང་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཚིག་རྩུབ་མཚོན་ཆ་རྣོན་པོ་ཡིན། །",
    "d329:8": "འདོད་ཆགས་ཧ་ལ་ཧ་ལའི་དུག །ཞེ་སྡང་རབ་ཏུ་འབར་བའི་མེ། །མུན་པ་རབ་གནག་མ་རིག་པའོ། །",
    "d329:9": "ལྷས་གསོལ་པ། མི་ཡིས་ཟིན་པ་དེ་གང་ལགས། །གང་འདིར་བོར་བ་དེ་གང་ལགས། །མི་ཤིགས་གོ་ཆ་ཅི་ཞིག་ལགས། །འདི་ན་མཚོན་དུ་ཅི་རྣོ་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བདག་གིས་གང་བྱིན་ཟིན་པ་ཡིན། །",
    "d329:10": "ཁྱིམ་དུ་གང་བཞག་འདིར་བོར་ཡིན། །",
    "d329:11": "མི་ཤིགས་གོ་ཆ་བཟོད་པ་ཡིན། །",
    "d329:12": "འདི་ན་མཚོན་དུ་ཤེས་རབ་རྣོ། །",
    "d329:13": "ལྷས་གསོལ་པ། ཆོམ་རྐུན་ཞེས་བགྱི་དེ་གང་ལགས། །དམ་པ་རྣམས་ཀྱི་ནོར་གང་ལགས། །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ན། །",
    "d329:14": "བསླུས་ཞེས་བགྱི་བ་གང་དག་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྣམ་རྟོག་ཆོམ་རྐུན་མཁས་པ་ཡིན། །",
    "d329:15": "ཚུལ་ཁྲིམས་དམ་པ་རྣམས་ཀྱི་ནོར། །གང་དག་ཚུལ་ཁྲིམས་ལོག་ལྷུང་བྱས། །",
    "d329:16": "དེ་དག་འཇིག་རྟེན་བསླུས་པ་ཡིན། །",
    "d329:17": "ལྷས་གསོལ་པ། བདེ་ཞེས་བགྱི་བ་དེ་གང་ལགས། །དབང་ཕྱུག་དམ་པ་དེ་གང་ལགས། །རྟག་ཏུ་རྣམ་པར་བརྒྱན་པ་གང་། །མཐོ་བཙམས་གང་ལགས་བཀའ་སྩལ་གསོལ། །",
    "d329:18": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདོད་ཆུང་བདེ་བར་ཤེས་པར་བྱ། །",
    "d329:19": "ཆོག་ཤེས་དབང་ཕྱུག་དམ་པ་ཡིན། །",
    "d329:20": "ཁྲིམས་ལྡན་རྟག་ཏུ་རྣམ་པར་བརྒྱན། །",
    "d329:21": "ཚུལ་ཁྲིམས་ཉམས་པ་མཐོ་བཙམས་ཡིན། །",
    "d329:22": "ལྷས་གསོལ་པ། རྩ་ལག་མཉེས་གཤིན་དེ་གང་ལགས། །བསམ་པ་སྡང་བའི་དགྲ་གང་ལགས། །སྡུག་བསྔལ་མི་བཟད་དེ་གང་ལགས། །མཆོག་ཏུ་བདེ་བ་དེ་གང་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྩ་ལག་མཉེས་གཤིན་བསོད་ནམས་ཡིན། །",
    "d329:23": "སྡིག་པ་བསམ་པ་སྡང་བའི་དགྲ། །དམྱལ་བའི་སྡུག་བསྔལ་མི་བཟད་པ། །ཕུང་པོ་མེད་པའི་བདེ་བའི་མཆོག །ལྷས་གསོལ་པ། སྡུག་ལ་མི་ཕན་དེ་",
    "d329:24": "གང་ལགས། །ཕན་ཡང་མི་སྡུག་གང་ཞིག་ལགས། །གནོད་པ་བགྱིད་པའི་ནད་གང་ལགས། །སྨན་པའི་མཆོག་གཅིག་དེ་གང་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདོད་པ་སྡུག་ཀྱང་མི་ཕན་པ། །ཐར་པ་ཕན་ལ་མི་སྡུག་པ། །འདོད་ཆགས་གནོད་པ་མེད་པའི་ནད། །སྨན་པའི་མཆོག་གཅིག་སངས་རྒྱས་ཡིན། །",
    "d329:25": "ལྷས་གསོལ་པ། གང་གིས་འཇིག་རྟེན་འདི་བསྒྲིབས་ལགས། །གང་གིས་འཇིག་རྟེན་དབང་དུ་བགྱིས། །",
    "d329:26": "གང་གིས་མཛའ་བཤེས་འབྱེད་པར་བགྱིད། །གང་གིས་མཐོ་རིས་མཆི་མི་འགྱུར།",
    "d329:27": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མི་ཤེས་པས་ནི་འཇིག་རྟེན་བསྒྲིབས། །གཏི་མུག་གིས་ནི་དབང་དུ་བྱས། །",
    "d329:28": "ཞེན་པས་མཛའ་བཤེས་འབྱེད་པར་བྱེད། །",
    "d329:29": "ཆགས་པས་མཐོ་རིས་འགྲོ་མི་འགྱུར། །",
    "d329:30": "ལྷས་གསོལ་པ། གང་གིས་མཛའ་བཤེས་འཕེལ་བར་འགྱུར། །",
    "d329:31": "གང་གིས་དགྲ་རྣམས་ཞི་བར་བགྱིད། །གང་གིས་མཐོ་རིས་འཐོབ་པར་བགྱིད། །གང་གིས་ཐར་པར་འགྲོ་བར་འགྱུར། །",
    "d329:32": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཏོང་བས་མཛའ་བཤེས་འཕེལ་བར་འགྱུར། །",
    "d329:33": "བྱམས་པས་དགྲ་རྣམས་ཞི་བར་བྱེད། །",
    "d329:34": "ཚུལ་ཁྲིམས་ཀྱིས་ནི་མཐོ་རིས་ཐོབ། །",
    "d329:35": "ཤེས་པས་ཐར་པར་འགྲོ་བར་འགྱུར། །",
    "d329:36": "ལྷས་གསོལ་པ། རྒྱལ་པོ་དང་ནི་ཆོམ་རྐུན་གྱིས། །ཤིན་ཏུ་བསྒྲིམ་པ་བགྱིས་གྱུར་ན། །",
    "d329:37": "སྐྱེས་པའམ་བུད་མེད་གང་གིའང་རུང་། །",
    "d329:38": "དབྲོག་པར་མི་ཚུགས་ཅི་ཞིག་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་དང་ནི་ཆོམ་རྐུན་གྱིས། །ཤིན་ཏུ་བསྒྲིམ་པ་བྱས་གྱུར་ཀྱང་། །སྐྱེས་པའམ་བུད་མེད་གང་གིའང་རུང་། །",
    "d329:39": "དབྲོག་པར་མི་ཚུགས་ཚུལ་ཁྲིམས་སོ། །",
    "d329:40": "ལྷས་གསོལ་པ། འཇིག་རྟེན་འདི་ནི་གང་གིས་འཆིང་། །གང་གིས་འཇིག་རྟེན་རྣམ་པར་གྲོལ། །",
    "d329:41": "གང་ཞིག་རྣམ་པར་སྤངས་པས་ན། །",
    "d329:42": "མྱ་ངན་འདས་ཞེས་བགྱི་བར་བགྱི། །",
    "d329:43": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདོད་པས་འཇིག་རྟེན་འཆིང་བར་བྱེད། །",
    "d329:44": "འདོད་པ་མེད་པས་རྣམ་པར་གྲོལ། །",
    "d329:45": "སྲེད་པ་རྣམ་པར་སྤངས་པས་ན། །",
    "d329:46": "མྱ་ངན་འདས་ཞེས་བརྗོད་པ་ཡིན། །",
    "d329:47": "ལྷས་གསོལ་པ། རླུང་དམར་གྱིས་ཀྱང་མི་ཤིགས་ཤིང་། །ཞུགས་ཀྱིས་མི་འཚིག་དེ་ཅི་ལགས། །དོག་ས་གཏམ་པར་བགྱིད་པ་ཡི། །ཆབ་ཀྱིས་མི་འདྲུལ་ཅི་ཞིག་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རླུང་དམར་གྱིས་ཀྱང་མི་ཤིགས་ཤིང་། །མེས་ཀྱང་མི་འཚིག་བསོད་ནམས་ཡིན། །",
    "d329:48": "ས་རྣམས་ཁེབས་པར་བྱེད་པ་ཡི། །ཆུས་ཀྱང་མི་འདྲུལ་བསོད་ནམས་སོ། །",
    "d329:49": "ལྷས་གསོལ་པ། སུ་ཞིག་ཤིན་ཏུ་བསླུས་གྱུར་ནས། །",
    "d329:50": "འཇིག་རྟེན་འདི་ནས་ཕ་རོལ་མཆིས། །",
    "d329:51": "ད་དུང་བདག་གི་དོགས་པ་འདི། །ཁྱོད་ཀྱིས་བསལ་བར་མཛད་པའི་རིགས། །",
    "d329:52": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །གང་གིས་ལོངས་སྤྱོད་ཡོད་བཞིན་དུ། །བསོད་ནམས་བསགས་པ་མ་བྱས་པ། །དེ་ནི་ཤིན་ཏུ་བསླུས་གྱུར་ནས། །",
    "d329:53": "འཇིག་རྟེན་འདི་ནས་ཕ་རོལ་སོང་། །",
    "d329:54": "ལྷས་གསོལ་པ། འཇིགས་པ་ཀུན་ལས་འདས་གྱུར་ཅིང་། །རྒལ་བའི་འཇིག་རྟེན་མཐུ་ལྡན་པའི། །བྲམ་ཟེ་མྱ་ངན་ཡོངས་འདས་པར། །ཀྱེ་མ་བདག་གིས་རིང་ནས་མཐོང་། །",
    "d329:55": "བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས་ལྷ་དེ་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་རྗེས་སུ་ཡི་རངས་ཏེ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །",
    "d329:56": "ལྷའི་མདོ་རྫོགས་སོ།། །།"
}