{
    "d361:0": "༄༅། །རྒྱ་གར་སྐད་དུ། སེ་ཀྐོདྡེ་ཤ། བོད་སྐད་དུ། ",
    "d361:1": "དབང་མདོར་བསྟན་པ། ",
    "d361:2": "དཔལ་རྡོ་རྗེ་སེམས་དཔའ་ལ་ཕྱག་འཚལ་ལོ། །",
    "d361:3": "ཟླ་བ་བཟང་པོས་གསོལ་པ། སྟོན་པ་དབང་བསྐུར་རྣམ་བདུན་དང་། །རྣམ་གསུམ་དེ་བཞིན་བླ་ན་མེད། །འཇིག་རྟེན་འདས་པའི་དངོས་གྲུབ་ཕྱིར། །མདོར་བསྡུས་པ་ཡིས་བདག་ལ་གསུངས། །",
    "d361:4": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །ཉོན་ཅིག་ཟླ་བཟང་དབང་བསྐུར་དོན། །",
    "d361:5": "རྣམ་པ་བདུན་དང་རྣམ་གསུམ་མཆོག །རྩ་ཡི་ཀུན་སྤྱོད་རྩོལ་བ་ནི། །མདོར་བསྟན་པ་ཡིས་ཁྱོད་ལ་བཤད། །",
    "d361:6": "རྒྱུད་དུ་མདོར་བསྟན་རྣམ་གསུམ་དང་། །རྒྱས་པར་བཤད་པ་རྣམ་གསུམ་འགྱུར། །རབ་ཏུ་མདོར་བསྟན་མདོར་བསྟན་ཆེ། །རབ་ཏུ་རྒྱས་པར་བཤད་པ་གཞན། །",
    "d361:7": "མདོར་བསྟན་རྒྱས་པར་བཤད་པ་ཉིད། །རྒྱུད་ཡང་དག་པར་བསྡུས་པར་བརྗོད། །",
    "d361:8": "རབ་ཏུ་མདོར་བསྟན་རྒྱས་བཤད་པ། །དཀའ་འགྲེལ་ཚིག་ནི་འབྱེད་པའོ། །",
    "d361:9": "མདོར་བསྟན་ཆེན་པོ་རྒྱས་བཤད་པ། །འགྲེལ་བཤད་ཐམས་ཅད་དོན་སྟོན་བྱེད། །",
    "d361:10": "དེ་ནི་མངོན་ཤེས་ཐོབ་རྣམས་ཀྱིས། །བྱ་ཡི་མཁས་རྣམས་ཀྱིས་མིན་ཉིད། །དེ་ལྟར་མཐའ་དྲུག་རྣམས་ཀྱིས་དག །རྡོ་རྗེའི་རྣལ་འབྱོར་རྣམ་བཞི་དང་། །",
    "d361:11": "རྫོགས་པའི་བྱང་ཆུབ་བཞི་རྣམས་དང་། །ཕུང་ཁམས་སྐྱེ་མཆེད་རིགས་དྲུག་རྣམས། །དག་པ་འཇིག་རྟེན་ཁམས་ལ་སོགས། །ལེའུ་ལྔ་ཡི་གཞུང་རྣམས་ཀྱིས། །བདེན་གཉིས་དང་པོའི་སངས་རྒྱས་འགྱུར། །",
    "d361:12": "དུས་ཀྱི་འཁོར་ལོ་མངོན་རྗོད་བྱེད། །དང་པོར་དབང་བསྐུར་བདུན་པོ་གང་། །བྱིས་པ་རྣམས་ནི་གཞུག་པའི་ཕྱིར། །རྣམ་གསུམ་འཇིག་རྟེན་ཀུན་རྫོབ་ཀྱིས། །དམ་པའི་དོན་གྱིས་བཞི་བའོ། །",
    "d361:13": "བདེན་པ་གཉིས་ཀྱི་ཆོས་རྣམས་ཀྱི། །རྡོ་རྗེ་ཅན་བདག་གིས་བསྟན་པ། །འཇིག་རྟེན་ཀུན་རྫོབ་བདེན་པ་དང་། །དམ་པའི་དོན་གྱི་བདེན་པས་སོ། །",
    "d361:14": "ཆུ་དང་ཅོད་པན་དར་དཔྱངས་དང་། །རྡོ་རྗེ་དྲིལ་བུ་བརྟུལ་ཞུགས་ཆེ། །མིང་དང་རྗེས་གནང་ཡང་དག་ལྡན། །དབང་བསྐུར་རྣམ་བདུན་མི་ཡི་བདག །",
    "d361:15": "ལུས་ངག་སེམས་ནི་ལེགས་དག་པ། །མངོན་པར་དབང་བསྐུར་གཉིས་གཉིས་སོ། །རྗེས་གནང་ཡེ་ཤེས་ཡང་དག་དག །",
    "d361:16": "གཞན་པ་ཁམས་སོགས་དག་པ་ལས། །ཆུ་ནི་ཁམས་ཀྱི་དག་པ་སྟེ། །ཅོད་པན་ཕུང་པོ་རྣམ་སྦྱོང་བྱེད། །དར་དཔྱངས་ཕ་རོལ་ཕྱིན་པ་དག །རྡོ་རྗེ་དྲིལ་བུ་མི་འགྱུར་ཆེ། །སངས་རྒྱས་སྐད་རྒྱུན་མི་འཆད་པ། །ཉི་ཟླ་གཅིག་ཏུ་དག་པར་བྱེད། །",
    "d361:17": "ཡུལ་དང་དབང་པོ་ལེགས་དག་པ། །འཕོ་མེད་རྡོ་རྗེའི་བརྟུལ་ཞུགས་འགྱུར། །",
    "d361:18": "མིང་ནི་བྱམས་སོགས་ཡང་དག་དག །",
    "d361:19": "རྗེས་གནང་སངས་རྒྱས་ཉིད་དག་བྱེད། །",
    "d361:20": "དབང་བསྐུར་བདུན་པོ་འདི་རྣམས་ནི། །དཀྱིལ་འཁོར་བཞེངས་ནས་སྦྱིན་པར་བྱ། །",
    "d361:21": "བུམ་པ་གསང་བའི་དབང་བསྐུར་དང་། །ཤེས་རབ་ཡེ་ཤེས་མངོན་བརྗོད་པ། །སླར་ཡང་ཤེས་རབ་ཆེན་པོ་ཉིད། །དེ་ཡི་ཡེ་ཤེས་མངོན་རྗོད་བྱེད། །",
    "d361:22": "འགྱུར་དང་འགྱུར་དང་དེ་ནས་འཛག །དེ་ནས་གཞན་ཡང་མི་འཛག་པའོ། །",
    "d361:23": "ལུས་ངག་སེམས་ནི་ལེགས་དག་པས། །དབང་བསྐུར་གསུམ་པོ་རིམ་པ་ཡིས། །བཞི་པ་ཡེ་ཤེས་ཡང་དག་དག །",
    "d361:24": "ལུས་ངག་སེམས་ནི་དག་པར་བྱེད། །",
    "d361:25": "བྱིས་པ་དར་མ་དེ་ནས་རྒན། །བཞི་པ་སྐྱེ་དགུའི་བདག་པོའོ། །",
    "d361:26": "ཤེས་རབ་ནུ་མར་ཡན་ལག་ནི། །རེག་པས་བྱང་ཆུབ་སེམས་འཕོའི་བདེ། །",
    "d361:27": "འོ་མ་འཛིན་པས་དབང་བསྐུར་བ། །གང་ལས་བདེ་ཐོབ་དེ་བྱིས་པའོ། །",
    "d361:28": "ཡུན་རིང་གསང་བར་སྤྲོས་ལས་སྐྱེས། །བྱང་ཆུབ་སེམས་ནི་འཕོ་བའི་བདེ། །",
    "d361:29": "གསང་བའི་དབང་བསྐུར་གསང་བ་ནི། །གང་ལས་བདེ་ཐོབ་དེ་དར་མ། །",
    "d361:30": "ཡུན་རིང་གསང་བར་སྤྲོས་ལས་སྐྱེས། །རྡོ་རྗེའི་རྩེ་མོར་གཡོ་བའི་བདེ། །ཤེས་རབ་ཡེ་ཤེས་དབང་བསྐུར་བ། །",
    "d361:31": "གང་ལས་གཡོ་བའི་བགྲོད་དེ་རྒན། །",
    "d361:32": "ཕྱག་རྒྱ་ཆེན་པོ་རྗེས་ཆགས་ལས། །སྐྱེས་པ་གཡོ་མེད་བདེ་བ་ནི། །",
    "d361:33": "ཤེས་རབ་ཆེན་པོའི་དབང་བསྐུར་བ། །གང་ལས་གཡོ་མེད་རྟོགས་པ་དེ། །",
    "d361:34": "སྐྱེ་དགུའི་བདག་པོར་རྣམ་ཤེས་བྱ། །སྐྱོབ་པ་ཐམས་ཅད་སྐྱེད་མཛད་པ། །",
    "d361:35": "རྡོ་རྗེ་སེམས་དཔའ་སེམས་དཔའ་ཆེ། །བྱང་སེམས་གཉིས་མེད་མི་འགྱུར་བ། །འདི་ནི་དམ་ཚིག་སེམས་དཔར་འགྱུར། །རྡོ་རྗེའི་རྣལ་འབྱོར་རྣམ་པ་བཞི། །དུས་ཀྱི་འཁོར་ལོ་འདིར་བཤད་པ། །རྣལ་འབྱོར་པ་ཡི་ཐར་སྟེར་བྱེད། །",
    "d361:36": "འདི་ཉིད་ཀྱི་ནི་སྒྲུབ་པ་བྱ། །རབ་གསལ་བསམ་གྱིས་མི་ཁྱབ་པའི། །",
    "d361:37": "དུ་སོགས་མཚན་མ་དེ་རྣམས་ཀྱི། །ཤེས་རབ་གཟུགས་བརྙན་ནམ་མཁའ་མཉམ། །",
    "d361:38": "ཡོད་དང་མེད་ལས་རྣམ་པར་འདས། །",
    "d361:39": "རང་གི་སེམས་ཀྱི་རྐྱེན་གྱི་དོན། །",
    "d361:40": "རྡུལ་ཕྲན་ལས་སྐྱེས་ཚོགས་པ་རྣམས། །ཀུན་ནས་ཡོངས་སུ་དོར་བ་ཡིས། །",
    "d361:41": "དུ་བ་སྨིག་རྒྱུ་མཁའ་སྣང་དང་། །སྒྲོན་མ་འབར་བ་ཟླ་ཉི་མ། །མུན་ཅན་ཆ་དང་ཐིག་ལེ་ཆེ། །སྣ་ཚོགས་གཟུགས་བརྙན་འོད་གསལ་བ། །",
    "d361:42": "བཀབ་དང་མ་བཀབ་མིག་དག་གིས། །སྟོང་པར་འདི་ནི་རྗེས་བརྟགས་མིན། །རྨི་ལམ་བཞིན་དུ་གཟུགས་མཐོང་འགྱུར། །",
    "d361:43": "རྟག་ཏུ་གཟུགས་དེ་བསྒོམ་པར་བྱ། །དངོས་མེད་གཟུགས་ལ་སྒོམ་པ་དེ། །",
    "d361:44": "རྣལ་འབྱོར་པ་ཡི་བསྒོམ་པ་མིན། །དངོས་པོ་དངོས་མེད་སེམས་ཀྱི་མིན། །སྟོང་པར་མ་བརྟགས་མཐོང་ཕྱིར་རོ། །",
    "d361:45": "ཇི་ལྟར་པྲ་ཕབ་མེ་ལོང་ལ། །གཞོན་ནུ་མས་མཐོང་དངོས་མེད་སྐྱེས། །དེ་བཞིན་འདས་དང་མ་འོངས་ཆོས། །མཁའ་ལ་དེ་ཉིད་རྣལ་འབྱོར་བས། །",
    "d361:46": "འདི་ལས་དངོས་པོ་དངོས་མེད་འགྱུར། །དངོས་པོ་སྟོང་པའི་དོན་མཐོང་ཕྱིར། །",
    "d361:47": "དངོས་པོ་དངོས་མེད་དོན་ཡོད་པ། །སྒྱུ་མ་རྨི་ལམ་མིག་འཕྲུལ་བཞིན། །",
    "d361:48": "མེད་པའི་ཆོས་ཅན་དག་ལ་ཆོས། །སྐྱེ་བ་འདི་ནི་རབ་ཏུ་མཐོང་། །",
    "d361:49": "ཡིད་བཞིན་ནོར་ལྟར་མཐའ་ཡས་པའི། །སེམས་ཅན་བསམ་པ་ཡོངས་རྫོགས་བྱེད། །",
    "d361:50": "པྲ་ཕབ་པ་ཡི་གཞོན་ནུ་མས། །མ་མཐོང་བ་ཡི་རྐུན་པོ་མཐོང་། །",
    "d361:51": "ཉི་ཚེ་བ་ཡི་མིག་དག་གིས། །སོང་ནས་སྒྲུབ་པ་པོ་ཡིས་མཐོང་། །",
    "d361:52": "གལ་ཏེ་ཡོད་པའི་གཟུགས་མཐོང་ན། །རང་གི་གདོང་པ་ཅིས་མི་མཐོང་། །",
    "d361:53": "གལ་ཏེ་མེད་པའི་གཟུགས་མཐོང་ན། །རི་བོང་རྭ་ནི་ཇི་ལྟར་མིན། །",
    "d361:54": "གཞན་གྱི་མིག་གིས་མི་མཐོང་ཞིང་། །རང་གི་མིག་གིས་མཐོང་མིན་པ། །",
    "d361:55": "སྐྱེ་བ་མེད་པ་མཐོང་བ་ནི། །གཞོན་ནུ་མ་ཡི་བུ་ཇི་བཞིན། །",
    "d361:56": "གཟུགས་བརྙན་མཐོང་ན་དེ་ནས་ནི། །བར་མ་ཆད་པར་སྲོག་རྩོལ་བྱ། །སྟེང་འོག་རྩ་གསུམ་པོ་རྣམས་ལ། །ལུས་ངག་སེམས་ནི་འགོག་པ་ལས། །",
    "d361:57": "ཟླ་ཉི་སྒྲ་གཅན་བཤང་གཅི་དང་། །ཁུ་བ་འབབ་པའི་ལམ་རྣམས་སུ། །ཆུ་མེ་སྟོང་པ་ས་རླུང་དང་། །ཡེ་ཤེས་ཁམས་རྣམས་སྐྱེད་རྣམས་ལ། །གང་ཞིག་ཟླ་ཉི་མུན་ཅན་དང་། །",
    "d361:58": "བཤང་གཅི་ཁུ་བ་འབབ་མ་རྣམས། །སྲོག་དང་ཐུར་སེལ་རིམ་པ་ཡིས། །ལུས་ངག་སེམས་ཀྱི་རྩ་རྣམས་སོ། །ཟླ་བ་ཐབས་ཀྱི་སྐུ་ཡིན་ཏེ། །ཉིན་མོར་བྱེད་པ་ཤེས་རབ་གསུང་། །ཤེས་རབ་སྐུ་ནི་བཤང་བའི་རྩ། །",
    "d361:59": "གཅི་བ་འབབ་མ་གཙོ་བོའི་གསུང་། །སྟེང་འོག་ཐུགས་ཀྱི་རྩ་གཉིས་དག །མུན་ཅན་ཁུ་བ་འབབ་མའོ། །",
    "d361:60": "ཐབས་ཀྱི་ཐུགས་ནི་མུན་པ་ཅན། །ཁུ་བ་འབབ་མ་ཤེས་རབ་ཀྱི། །",
    "d361:61": "སྟེང་འོག་རིགས་དྲུག་འདི་རྣམས་ནི། །སྐུ་གསུང་ཐུགས་ཀྱི་རྣལ་འབྱོར་ལས། །",
    "d361:62": "ཤེས་རབ་ཐབས་དངོས་ཡན་ལག་གིས། །ལུས་ཅན་ཀུན་ལ་ཡང་དག་གནས། །",
    "d361:63": "འཆི་ལྟས་ལུས་ངག་རྩ་དག་ལ། །སྟེང་འོག་ལྷག་པའི་རླུང་རྣམས་ཀྱིས། །",
    "d361:64": "མུན་ཅན་ཁུ་བ་འབབ་མ་ལ། །སྐྱེ་བ་དང་ནི་འཆི་བ་གནས། །",
    "d361:65": "སྐྱེ་དང་འཆི་དང་འཁྲིག་པ་ཡི། །དུས་སུ་ཁུ་བ་འབབ་པའོ། །",
    "d361:66": "མུན་ཅན་མ་ཡང་སྟེང་དུ་འབབ། །ཉི་མའི་འཕོ་བ་མཉམ་པ་ལ། །",
    "d361:67": "དུས་སྦྱོར་འཆར་བའི་མངོན་མཚམས་སུ། །དབུ་མ་ནས་ནི་མཉམ་པ་འབབ། །",
    "d361:68": "རྐང་པ་དང་བཅས་ལྔ་བཅུ་དྲུག །འབྱུང་དང་འཇུག་པའོ་མི་ཡི་བདག །",
    "d361:69": "བདུན་ཅུ་རྩ་ལྔས་ལྷག་པ་ཡི། །དྲུག་བརྒྱ་ཉིན་དང་མཚན་ལའོ། །",
    "d361:70": "དྲུག་བརྒྱ་རྣམས་ཀྱིས་ལྷག་པ་ཡི། །སྟོང་ཕྲག་ཉི་ཤུ་རྩ་གཅིག་པོ། །འདི་ཡིས་དམན་པ་གང་དེ་རྣམས། །གཡོན་དང་གཡས་པའི་རྩར་འབབ་བོ། །",
    "d361:71": "ཕྱོགས་གསུམ་དང་བཅས་ལོ་གསུམ་རྣམས། །ལོ་བརྒྱ་རྣམས་ལས་དབུ་མའོ། །",
    "d361:72": "སྟེང་དུ་གཡོན་གཡས་ཟླ་ཉི་མ། །བརྐྱང་མ་ལུག་དང་སེར་སྐྱ་གཞན། །",
    "d361:73": "ཆུ་དང་མེ་ཡི་རང་བཞིན་ཅན། །པདྨ་རིན་ཆེན་འཛིན་པར་འདོད། །",
    "d361:74": "འོག་ཏུ་བཤང་གཅི་འབབ་པ་དག །ས་དང་རླུང་གི་རང་བཞིན་ཅན། །",
    "d361:75": "དབུ་མའི་རྩ་དང་གཡོན་པ་ཡང་། །འཁོར་ལོ་རལ་གྲི་འཛིན་པར་འདོད། །",
    "d361:76": "སྟེང་དང་འོག་ཏུ་དབུ་མ་གཡས། །སྒྲ་གཅན་ཁུ་བ་རབ་འབབ་པ། །",
    "d361:77": "སྟོང་པ་ཡེ་ཤེས་རང་བཞིན་ཅན། །རྡོ་རྗེ་རྡོ་རྗེ་འཛིན་པར་འདོད། །",
    "d361:78": "ཟླ་བའི་ལམ་གྱིས་བཤང་བའི་རྩ། །ཉི་མས་གཅི་བ་འབབ་པ་སྟེ། །",
    "d361:79": "སྐྱེ་འཆི་མཉམ་པ་ཆགས་པ་ལ། །",
    "d361:80": "སྒྲ་གཅན་ཁུ་བ་རབ་ཏུ་འབབ། །",
    "d361:81": "ལྟེ་བའི་སྟེང་དུ་ཀུན་འདར་མ། །",
    "d361:82": "གང་དེ་ཡིད་བཟང་མུན་པ་འབབ། །",
    "d361:83": "འོག་ཏུ་ཁུ་བ་འབབ་གང་དེ། །",
    "d361:84": "མཁའ་འགྲོ་གདོང་དང་དུང་ཅན་མ། །ལྟེ་བའི་ཆུ་སྐྱེས་སྙིང་མགྲིན་དང་། །དཔྲལ་བ་གཙུག་ཏོར་འདམ་སྐྱེས་ལ། །ས་ཆུ་མེ་རླུང་སྟོང་པ་རྣམས། །རབ་ཏུ་འབབ་པ་སྡུད་པ་ཡིས། །",
    "d361:85": "འབྱུང་འགྱུར་དེ་ནི་འཇུག་པ་དག །བསྐྱེད་པས་འཇུག་སྟེ་ས་ལའོ། །",
    "d361:86": "ལྟེ་བ་ནས་ནི་ལྟེ་བའི་དབུས། །ཨ་བདྷཱ་ཏཱིར་འགྲོ་དང་འོང་། །ལྟེ་གསང་ནོར་བུའི་ཆུ་སྐྱེས་ལ། །ལུས་ངག་སེམས་རྣམས་འབབ་པ་ནི། །",
    "d361:87": "འབྱུང་དང་དེ་ནི་འཇུག་པ་དག །སྡུད་དང་སྐྱེད་པའི་རང་བཞིན་ཅན། །",
    "d361:88": "དུང་ཅན་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི། །ཐུར་སེལ་རླུང་ནི་འབབ་པའོ། །",
    "d361:89": "འདི་རྣམས་བུད་མེད་བདེ་བ་ལས། །",
    "d361:90": "ཁུ་བ་ཁྲག་འབབ་དུས་དག་ཏུ། །ཤེས་རབ་ཐབས་དངོས་ཡན་ལག་གིས། །སྟེང་དུ་གཡས་དང་གཡོན་དག་དང་། །འོག་ཏུ་བཤང་གཅི་འབབ་པ་དང་། །རྔུལ་དང་ཁུ་བ་འབབ་པ་དག །",
    "d361:91": "རྔུལ་འབབ་ཕྱིར་དེ་གཏུམ་མོ་སྟེ། །",
    "d361:92": "ཁུ་བ་འབབ་ཕྱིར་མཁའ་འགྲོ་གདོང་། །",
    "d361:93": "སྟེང་དུ་བརྗོད་དུས་བུད་མེད་ཀྱི། །གཡུང་མོ་སྐྱེས་བུའི་ཀུན་འདར་མའོ། །",
    "d361:94": "རྣམ་ཤེས་ལ་སོགས་དཀྱིལ་འཁོར་ལྔ། །རྟག་ཏུ་གཡོན་པའི་རྩ་ལའོ། །ས་སོགས་གཡས་པའི་རྩ་ལ་སྟེ། །དབུས་སུ་དྲུག་པ་འབབ་པའོ། །",
    "d361:95": "ལྟེ་བའི་པདྨའི་འདབ་མ་ལ། །དཀྱིལ་འཁོར་དྲུག་ཅུ་རྣམས་རིམ་བཞིན། །",
    "d361:96": "གཡོན་དང་གཡས་པའི་དུས་སྦྱོར་ནི། །ལུག་སོགས་གླང་ལ་སོགས་པ་ལ། །རྩ་བ་གཡོན་དང་དེ་ནས་གཡས། །སྟེང་དང་དབུས་སུ་རིམ་པས་རླུང་། །ས་སོགས་དཀྱིལ་འཁོར་རེ་རེ་ཞིང་། །",
    "d361:97": "དབྱུག་གུས་སྣ་བུག་དག་ལའོ། །རིམ་པས་ཆུ་ཚོད་འབབ་པ་ནི། །དྲུག་ཅུ་དང་བཅས་སུམ་བརྒྱའི་དབུགས། །",
    "d361:98": "བརྒྱ་ཕྲག་བཅྭ་བརྒྱད་དབུགས་དེ་རྣམས། །ཆུ་ཚོད་ལྔར་ནི་འབབ་པའོ། །",
    "d361:99": "ཆུ་ཚོད་དྲུག་ཅུ་ཉིན་མཚན་དུ། །ལུས་ལ་དཀྱིལ་འཁོར་རྣམས་ཤེས་པའོ། །འདབ་མའི་དབུས་དང་དེ་ནས་ཤར། །",
    "d361:100": "གཡས་གཡོན་གཞན་དུ་རིམ་པ་ཡིས། །",
    "d361:101": "གཡོན་པར་རྟག་ཏུ་ནམ་མཁའ་སོགས། །གཡས་པར་ས་སོགས་གཞན་ལས་སོ། །",
    "d361:102": "གཡོན་པར་རྣམ་ཤེས་སོགས་འབྱུང་བ། །གཡས་པར་ས་སོགས་སྡུད་པའོ། །",
    "d361:103": "ནུབ་དང་ཤར་དུ་འཛིན་མ་རླུང་། །ཕན་ཚུན་ཤེས་རབ་ཐབས་ཡིན་ཏེ། །མཐེ་བོང་མིང་མེད་དག་གིས་ནི། །",
    "d361:104": "གང་ཕྱིར་ཁ་ལ་དབང་བསྐུར་བ། །",
    "d361:105": "གཡས་དང་གཡོན་དུ་མེ་དང་ཆུ། །ཕན་ཚུན་ཤེས་རབ་ཐབས་ཡིན་ཏེ། །",
    "d361:106": "གུང་མོ་མཛུབ་མོ་གཉིས་དག་གིས། །",
    "d361:107": "གང་ཕྱིར་རལ་གྲིར་འགྱུར་བའོ། །ཟླ་ཕྱེད་རྣམ་པའི་ཕྱག་རྒྱ་ནི། །མཆེ་བ་གྲི་གུག་མཐེ་ཆུང་སྟེ། །སྟོང་པ་མི་འགྱུར་སྟེང་འོག་ཏུ། །ཕན་ཚུན་ཐབས་དང་ཤེས་རབ་བོ། །",
    "d361:108": "དཀྱིལ་འཁོར་བཅུ་པོ་ཡང་དག་སྦྱོར། །སོར་མོ་རྣམས་ནི་ཕན་ཚུན་དུ། །མགོ་བོར་ལག་མཐིལ་སྦྱར་བ་ལ། །",
    "d361:109": "གྲི་གུག་དང་བཅས་རྩེ་གཅིག་གོ། །",
    "d361:110": "དབུ་མའི་རྩ་ལ་མཉམ་པ་དེ། །སྐྱེད་དང་སྡུད་པའི་བྱེད་པ་པོ། །",
    "d361:111": "ཕུང་པོ་ཁམས་དང་རྡོ་རྗེ་གསུམ། །གཅིག་ཉིད་དབུ་མར་སོན་པ་ནའོ། །",
    "d361:112": "ཟླ་བ་ཉི་མའི་རྩ་འགགས་ན། །",
    "d361:113": "བཤང་བ་གཅི་བའི་རྩ་འགག་གོ །སྒྲ་གཅན་རྩ་ནི་འགགས་པ་ན། །འོག་ཏུ་ཁུ་བ་འབབ་འགག་འགྱུར། །",
    "d361:114": "སྐྱེད་དང་སྡུད་པའི་བྱེད་པ་ཅན། །འདི་རྣམས་གྲོལ་ན་གྲོལ་བར་འགྱུར། །",
    "d361:115": "སྲོག་དང་ཐུར་སེལ་ལམ་གསུམ་གྱི། །འདི་ནི་རྩ་ཡི་ཀུན་སྤྱོད་དོ། །",
    "d361:116": "གཡོན་པའམ་ནི་གཡས་པ་ལ། །མཚན་མོ་གཅིག་དང་དེ་བཞིན་ལྔར། །ལྷག་པའི་རླུང་ནི་རབ་འབབ་པ། །དེ་ལས་ལོ་གསུམ་ན་འཆིའོ། །གཡས་པ་ཉི་མའི་འཆི་ལྟས་ལ། །",
    "d361:117": "ལྔ་དང་ཕྱོགས་ཆོས་ཉི་ཤུ་དང་། །དེ་ཉིད་གཅིག་ལྷག་གཞན་རིམ་པས། །ཉིན་ཞག་སུམ་ཅུ་གསུམ་རྒྱུ་ན། །གསུམ་གཉིས་གཅིག་ལོ་ཟླ་བ་ནི། །དྲུག་གསུམ་ཟུང་ཟླ་ཉིན་ཞག་ཚེས། །",
    "d361:118": "ཕྱོགས་ལྔ་ཡོན་ཏན་གཉིས་གཅིག་གིས། །ལུས་ཅན་རྣམས་ཀྱི་ཚེ་འགྲོའོ། །",
    "d361:119": "རྩ་བ་ནས་གཅིག་ལྷག་པ་ཡིས། །གཡོན་པར་ཟླ་བའི་རྒྱུ་བར་འགྱུར། །ཉི་ཟླ་ཉིན་ཞག་ཟླ་བ་དག །ཉིན་ཞག་གསུམ་རྣམས་ཟླ་བ་གསུམ། །ཉིན་ལ་འཆི་ལྟས་ཟླ་བར་དགེ། །",
    "d361:120": "འཕེལ་འགྲིབ་དེ་ནས་འདི་དག་ལ། །དབུ་མའི་འཆི་བའི་རྒྱུ་བ་ནི། །ལོ་བརྒྱ་ཡོངས་སུ་རྫོགས་པ་ཡིས། །",
    "d361:121": "མཉམ་དང་མི་མཉམ་ཉིན་ཞག་རྣམས། །སྐྱེ་བར་སྐྱེས་པའི་དཀྱིལ་འཁོར་གྱིས། །དེ་རྒྱུ་གཡས་དང་གཡོན་ལ་ཡང་། །ཕྱོགས་གཉིས་རྣམ་པར་ཉམས་པ་ལས། །",
    "d361:122": "གཞན་དུ་འཆི་བར་མི་འགྱུར་ཏེ། །ཕྱོགས་གཉིས་ཡང་དག་གནས་པ་ན། །གཡས་དང་གཡོན་པའི་ཀུན་སྤྱོད་དང་། །དཀྱིལ་འཁོར་ལྔ་རྣམས་འབབ་པའི་ཕྱིར། །",
    "d361:123": "འཆི་ལྟས་མཚན་ཉིད་ཤེས་ནས་ནི། །སྲོག་ནི་ཐིག་ལེར་གཞུག་པར་བྱ། །",
    "d361:124": "ཨ་བ་དྷཱུ་ཏཱིའི་ཞབས་བརྟེན་ནས། །མཆོག་ཏུ་མི་འགྱུར་བསྒོམ་པར་བྱ། །",
    "d361:125": "རྟག་ཏུ་རྡོ་རྗེ་བསླང་བར་བྱ། །ཟླ་ཉིའི་བགྲོད་པ་འཇོམས་པ་ལས། །",
    "d361:126": "གཞན་དུ་ཀུན་འདར་ཡན་ལག་ལ། །སྲོག་གི་རླུང་ནི་འཇུག་པ་མེད། །འོག་ཏུའང་དུང་ཅན་མ་ཐུར་སེལ། །དེ་མ་ཞུགས་ལས་འཆི་བའོ། །",
    "d361:127": "འཆི་ལྟས་བསླུ་བ་རྣལ་འབྱོར་པའི། །འདི་ནི་དགའ་བ་རྣམས་ཀྱིས་འགྱུར། །",
    "d361:128": "མགོ་བོའི་པདྨ་གཙུག་ཏོར་ལས། །ཁུ་བ་འོངས་པ་དགའ་བ་སྟེ། །",
    "d361:129": "མགྲིན་པ་སྙིང་ཁར་མཆོག་དགའོ། །",
    "d361:130": "དགའ་བྲལ་དགའ་བ་དེ་ནས་འགྱུར། །སྣ་ཚོགས་དགའ་བ་ལྟེ་བ་དང་། །",
    "d361:131": "གསང་བའི་པདྨར་གང་འོངས་པའོ། །གསང་གནས་རྡོ་རྗེ་ནོར་བུའི་བར། །ལྷན་ཅིག་སྐྱེས་དགའ་མི་འཕོ་བ། །རབ་གནས་མྱ་ངན་འདས་པ་མིན། །",
    "d361:132": "ཆགས་ཆེན་མི་འགྱུར་ཁྱབ་བདག་པོ། །",
    "d361:133": "འདོད་ཆགས་བྲལ་ལས་འཕོ་མེད་བདེ། །དེ་ནི་མྱ་ངན་འདས་རབ་གནས། །",
    "d361:134": "ཁུ་བ་ཟླ་ཆར་གཙུག་ཏོར་དུ། །རྫོགས་པ་གསང་བའི་མཚོ་སྐྱེས་ལ། །",
    "d361:135": "བཅུ་དྲུག་ཆ་གང་དེ་ནོར་བུའི། །པདྨར་རྡོ་རྗེའི་རྩེ་མོར་གནས། །",
    "d361:136": "དེ་སྟེང་འཕོ་བའི་དུས་སུ་འགྱུར། །ནག་པོའི་ཚེས་གཅིག་འོངས་པ་ན། །",
    "d361:137": "འདོད་ཆགས་བྲལ་བས་གནམ་སྟོང་ལ། །ཉི་མ་མཛོད་སྤུའི་གནས་སུ་འགྲོ། །",
    "d361:138": "དེ་ཡི་ཆ་ཤས་བཅུ་དྲུག་ལ། །གཙུག་ཏོར་པདྨར་སོན་པའོ། །",
    "d361:139": "ཟླ་བ་ཉམས་པ་ཞེས་བརྗོད་དེ། །ཆགས་པའི་བདེ་ལ་ཆགས་བྲལ་ཕྱིར། །",
    "d361:140": "ལུས་ཅན་ཐམས་ཅད་འཆི་བ་ན། །ཟླ་བ་བདུད་རྩིའི་འོག་ཏུ་འགྲོ། །སྟེང་དུ་ཉི་མ་རྡུལ་སྒྲ་གཅན། །རྣམ་ཤེས་དངོས་པོའི་མཚན་ཉིད་ལ། །",
    "d361:141": "དེ་ཕྱིར་ཟླ་བ་བདུད་རྩི་ནི། །སྟེང་དུ་བགྲོད་བྱ་མི་ཡི་བདག །འོག་ཏུ་ཉི་མ་རྡུལ་སྒྲ་གཅན། །རྣམ་ཤེས་འགྱུར་མེད་བདེ་བ་ལ། །",
    "d361:142": "སངས་རྒྱས་ཀུན་གྱི་མཛོད་སྤུ་ཡི། །པདྨར་ཟླ་བ་བདུད་རྩི་ཉ། །ཉི་རྡུལ་གནམ་སྟོང་གསང་བར་ཏེ། །",
    "d361:143": "གཙུག་ཏོར་ནོར་བུར་དེ་དག་གོ །",
    "d361:144": "ཞེས་པ་སྟོན་པའི་རྡོ་རྗེའི་ཚིག །ལུས་ཅན་ཀུན་གྱི་ཕྱིན་ཅི་ལོག །",
    "d361:145": "རབ་གནས་མྱ་ངན་འདས་པ་མིན། །ཁམས་རྣམས་ཕྱིན་ཅི་ལོག་ཏུ་འགྱུར། །",
    "d361:146": "ནོར་བུར་ཐུགས་དང་གསང་བར་གསུང་། །ལྟེ་བར་སྐུ་སྟེ་བདེ་ཆེན་ལས། །",
    "d361:147": "ཆོས་དང་ལོངས་སྤྱོད་རྫོགས་སྤྲུལ་པ། །འདི་རྣམས་དག་པའི་སྐུ་ལས་སྤྲོ། །",
    "d361:148": "ཐབས་ཀྱི་འོག་ཏུ་རྒྱལ་པོའི་དབང་། །ཤེས་རབ་ཀྱི་ནི་སྟེང་དུ་འགྱུར། །",
    "d361:149": "འདི་ཡི་དཔྲལ་བར་སྐུ་རྡོ་རྗེ། །",
    "d361:150": "མགྲིན་སྙིང་ལྟེ་བའི་འདམ་སྐྱེས་ལ། །གསུང་ཐུགས་ཡེ་ཤེས་རྡོ་རྗེ་རྣམས། །",
    "d361:151": "སྤྲུལ་པ་ལ་སོགས་འདི་རྣམས་སྤྲོ། །",
    "d361:152": "ཕུང་པོ་ཁམས་རྣམས་སྤྲོ་བ་ནི། །",
    "d361:153": "སྒྲིབ་པ་མེད་པའི་བདེ་བ་ལས། །ལས་ཀྱི་ཕྱག་རྒྱའི་སྙོམས་འཇུག་དང་། །ཡེ་ཤེས་ཕྱག་རྒྱའི་དམིགས་པ་དང་། །ཕྱག་རྒྱ་ཆེན་པོ་གཅིག་སྦྱོར་བས། །",
    "d361:154": "མི་འགྱུར་བ་དེ་འཕེལ་བར་འགྱུར། །འཕེལ་བའི་འཕེལ་བར་འགྱུར་བ་མེད། །ཉམས་པའི་ཉམས་པ་ཉིད་ཀྱང་མེད། །ནུབ་པ་དེ་ཡི་ནུབ་པ་མེད། །",
    "d361:155": "འཆར་བ་ཡི་ནི་འཆར་བ་མེད། །",
    "d361:156": "རབ་ཏུ་གསལ་བའི་རབ་གསལ་མེད། །བཀབ་པའི་བཀབ་པ་ཡང་མེད་དོ། །",
    "d361:157": "སྐྱེ་བའི་སྐྱེ་བར་འགྱུར་ཉིད་མེད། །འཆི་བའི་འཆི་བ་ཡང་མེད་དོ། །",
    "d361:158": "གྲོལ་བའི་གྲོལ་བར་འགྱུར་བའང་མེད། །མི་གནས་པ་ཡི་མི་གནས་མེད། །",
    "d361:159": "དངོས་པོ་མེད་པའི་དངོས་མེད་མེད། །དངོས་པོའི་པོ་ཉིད་ཀྱང་མེད། །",
    "d361:160": "འགྱུར་བའི་འགྱུར་བར་འགྱུར་བའང་མེད། །མི་འགྱུར་བའི་ཡང་མི་འགྱུར་མེད། །",
    "d361:161": "རང་བཞིན་མེད་པའི་ཆོས་རྣམས་ཀྱི། །སྐྱེ་འཇིག་སྒྱུ་མ་དེ་བཞིན་ནོ། །",
    "d361:162": "འབྱུང་རྣམས་འཇིག་པར་འགྱུར་མིན་ཏེ། །རང་བཞིན་ཉིད་ཀྱིས་སྐྱེ་མི་འགྱུར། །",
    "d361:163": "སྣ་ཚོགས་འདི་ནི་རང་བཞིན་མེད། །དངོས་པོ་དངོས་མེད་མཚན་ཉིད་གཅིག །",
    "d361:164": "རང་གི་ཤེས་རབ་ལ་འཁྱུད་སེམས། །རྡོ་རྗེ་ནོར་བུའི་པདྨར་སོན། །",
    "d361:165": "དེར་སོན་ཟླ་བ་གཡོ་བ་དང་། །",
    "d361:166": "མི་གཡོ་བ་དང་མི་འགྱུར་བསྒོམ། །",
    "d361:167": "ལུས་ངག་སེམས་ཀྱི་རྩ་རྣམས་སུ། །སྐུ་གསུང་ཐུགས་རྣམས་བསྒོམ་པ་སྟེ། །",
    "d361:168": "རྡོ་རྗེ་གསུམ་རྣམས་ལེགས་བསྡུས་པ། །ཡེ་ཤེས་དུང་ཅན་མར་བསྒོམ་པའོ། །",
    "d361:169": "ཤེས་རབ་ཆགས་པས་ཞུ་བ་ཡི། །ཐིག་ལེ་རིམ་པས་མགོ་བོ་ལས། །རྫོགས་པའི་གནས་སུ་ཞུགས་རྣམས་ཀྱང་། །འཆིང་བ་དམ་པའི་དོན་གྱིས་སོ། །ཇི་ལྟར་ཟླ་ཤར་རིམ་པ་ཡིས། །",
    "d361:170": "ཆ་རྣམས་ཀྱིས་ནི་རྫོགས་པར་འགྱུར། །",
    "d361:171": "གྲིབ་མ་ཉམས་པ་རྫོགས་པ་སྟེ། །ཟླ་བ་ཆད་དང་རྫོགས་པ་མིན། །དེ་བཞིན་ཡེ་ཤེས་ཤར་རིམ་པས། །ས་རྣམས་ཀྱིས་ནི་རྫོགས་པར་འགྱུར། །ཉོན་མོངས་ལ་སོགས་ཉམས་པ་རྫོགས། །ཡེ་ཤེས་ཆད་དང་རྫོགས་པ་མིན། །",
    "d361:172": "ཇི་ལྟར་རི་བོང་མཚན་མས་དབུས། །རྫོགས་པར་རི་བོང་ཅན་མི་གནས། །དེ་བཞིན་འགྱུར་མེད་བདེ་བར་སེམས། །འཁོར་བའི་བག་ཆགས་མཚན་མ་ཡིས། །",
    "d361:173": "སྐྱེད་དང་རབ་ཏུ་ཉམས་པའི་ཕྱོགས། །དཀར་པོ་ནག་པོར་རབ་ཏུ་གནས། །",
    "d361:174": "དེ་དག་དབུས་སུ་རྫོགས་པ་གང་། །",
    "d361:175": "དེ་ནི་རྫོགས་པར་མི་གནས་སོ། །སྐད་ཅིག་གཅིག་མངོན་རྫོགས་སངས་རྒྱས། །རྫོགས་པ་ལ་ནི་གཡོ་མི་འགྱུར། །",
    "d361:176": "གང་ཚེ་རྡོ་རྗེ་ནོར་བུར་སེམས། །དེ་ནི་སྐད་ཅིག་ཐམས་ཅད་རྫོགས། །",
    "d361:177": "དཀར་པོའི་ཕྱོགས་ལ་འདི་མི་གནས། །རེས་འགའ་དཀར་མིན་ལ་མི་འགྲོ། །",
    "d361:178": "ཕྱོགས་གཉིས་པོ་ཡི་དབུས་གནས་པ། །རྫོགས་པ་ལ་གནས་གཉིས་སུ་མེད། །",
    "d361:179": "གཙུག་ཏོར་ལས་ནི་ཤར་བ་དེའི། །རྡོ་རྗེ་ནོར་བུར་རྫོགས་པར་འགྱུར། །",
    "d361:180": "དེ་ཆགས་བྲལ་ལས་ཆ་ཉམས་པ། །",
    "d361:181": "རྡོ་རྗེ་ནས་ཉམས་ལ་རབ་རྫོགས། །",
    "d361:182": "སླར་ཡང་གཙུག་ཏོར་དུ་ཤར་བ། །སླར་ཡང་རྡོ་རྗེ་ནོར་བུར་རྫོགས། །",
    "d361:183": "དེ་ཆགས་བྲལ་ལས་ཆ་ཉམས་པ། །ལུས་ཅན་ཡེ་ཤེས་ཉམས་པ་མིན། །",
    "d361:184": "འདི་ཡི་བདེ་བ་ཆེ་རང་བཞིན། །རྫོགས་པའི་སྒྲ་ཡིས་བརྗོད་པར་བྱ། །",
    "d361:185": "དངོས་པོ་བར་མ་གཞན་ཐམས་ཅད། །འབྱུང་དང་སྡུད་པའི་རྒྱུ་ཡིན་ནོ། །",
    "d361:186": "སྲིད་ལས་མྱ་ངན་འདས་པར་འགྲོ། །དེ་ལས་སླར་ཡང་སྲིད་པར་འོང་། །རང་ཕྱོགས་དག་ལས་ཟླ་བཞིན་དང་། །བགྲོད་པ་དག་ལས་སྣང་བྱེད་བཞིན། །",
    "d361:187": "རྫོགས་པར་མི་གཡོ་བ་འདི་ནི། །ས་རྣམས་ཀྱིས་ནི་ཡོངས་རྫོགས་ཉིད། །ཉི་ཁྲི་བརྒྱད་གཉིས་བརྒྱ་ཡི་དབུགས། །འགྱུར་མེད་སྐད་ཅིག་ཟོས་རྣམས་ཀྱིས། །",
    "d361:188": "ཕྱོགས་གཉིས་ཡང་དག་གནོན་པ་ནི། །ས་རྣམས་ཀྱིས་ནི་ཡོངས་སུ་རྫོགས། །",
    "d361:189": "བདེན་དོན་རྣམ་པ་བཅུ་གཉིས་པ། །རྣམ་པ་བཅུ་དྲུག་འགྱུར་བ་མེད། །",
    "d361:190": "རྣམ་པ་བཅུ་གཉིས་ས་རྣམས་ཀྱིས། །རྫོགས་པ་གཉིས་སུ་མེད་པ་མཆོག །",
    "d361:191": "ཆ་ཤས་རྣམས་ཀྱིས་རྫོགས་པའི་སེམས། །རྣམ་པ་བཅུ་དྲུག་མི་འགྱུར་བ། །",
    "d361:192": "དོན་གཅིག་གཉིས་སུ་མེད་པ་ཆོས། །དམ་པའི་དོན་ཏེ་འཇིག་པ་མེད། །རྫོགས་པའི་གནས་སྐབས་སོན་པའི་སེམས། །",
    "d361:193": "ཀུན་ནས་རབ་ཏུ་རྫོགས་པའོ། །",
    "d361:194": "ཆགས་བྲལ་དང་པོ་ཆགས་པ་ཆེ། །རྡོ་རྗེ་ལུས་མེད་མི་འགྱུར་ཆེ། །ཡོངས་སུ་རྫོགས་པ་ཕྱོགས་གཉིས་ཀྱི། །བག་ཆགས་རྣམས་ཀྱིས་འཁྱུད་པའོ། །",
    "d361:195": "ཇི་ལྟར་ཆུ་བོའི་ཆུ་ཞུགས་པ། །དེ་ནི་རྒྱ་མཚོར་ཆུར་མཚུངས་པ། །དེ་བཞིན་དངོས་པོའི་ཚོགས་འདི་དེ། །འགྱུར་བ་མེད་པར་འགྱུར་མེད་མཚུངས། །ཇི་ལྟར་ཁམས་ཀྱི་ཚོགས་པ་འདིས། །",
    "d361:196": "ཟོས་པ་ལས་ནི་རོ་ཉིད་འགྱུར། །ས་བོན་རང་བཞིན་ས་བོན་གྱིས། །འབྲས་བུའི་དུས་སུ་ང་རྒྱལ་སྤངས། །དེ་ལྟར་དངོས་པོའི་ཚོགས་པ་ཡང་། །མཆོག་ཏུ་མི་འགྱུར་ཟོས་པ་ཡིས། །མཆོག་ཏུ་མི་འགྱུར་བ་ཉིད་འགྱུར། །",
    "d361:197": "རྣམ་པ་ཐམས་ཅད་རང་བཞིན་འཛིན། །མཆེ་བའི་ཚོར་བ་སྡུག་བསྔལ་ནི། །དུག་རྫོགས་གནས་སྐབས་གྱུར་པ་ན། །རྨ་ལ་རིག་མིན་གཞན་དུ་མིན། །ཡུལ་དང་དབང་པོའི་སྒོ་རྣམས་ཀྱིས། །",
    "d361:198": "དེ་བཞིན་རྣལ་འབྱོར་དམ་པའི་བདེ། །སེམས་རྫོགས་ཆར་གྱུར་ན་རྡོ་རྗེ། །ནོར་བུར་རིག་མིན་གཞན་དུ་མིན། །ཡུལ་རྣམས་དབང་པོའི་སྒོ་རྣམས་ཀྱིས། །ཇི་ལྟར་རོ་ཆེན་ལྕགས་རྣམས་ཀྱི། །ཕྱོགས་གཅིག་ཡང་དག་གནས་པ་ནི། །",
    "d361:199": "ལྕགས་ལ་དྲག་པོའི་མེས་གདུངས་ན། །ཀུན་ནས་ཀུན་ཏུ་འབིགས་པར་བྱེད། །དེ་བཞིན་ཉིད་དུ་འགྱུར་མེད་བདེ། །ཕྱོགས་གཅིག་ཡང་དག་གནས་པ་ཡང་། །སེམས་ལ་འདོད་པའི་མེས་གདུངས་ན། །",
    "d361:200": "ཀུན་ནས་ཀུན་ཏུ་འབིགས་པར་བྱེད། །ཇི་ལྟར་ཕུག་པའི་ལྕགས་རྣམས་ནི། །འགའ་ཞིག་ཏུ་ཡང་དྲི་མ་མེད། །དེ་བཞིན་དུ་ནི་ཕུག་པའི་སེམས། །འགའ་ཞིག་ཏུ་ཡང་བག་ཆགས་མེད། །",
    "d361:201": "ལྕགས་ནི་གསེར་ཉིད་དུ་གྱུར་པ། །མེ་ཡིས་དྲི་མ་མེད་པར་འགྱུར། །དེ་བཞིན་ཡང་དང་ཡང་དུ་སེམས། །འདོད་ཆགས་མེ་ཡིས་དྲི་མ་མེད། །",
    "d361:202": "ཇི་ལྟར་ནོར་བུ་ཆེ་རེག་ལས། །རྡོ་ནི་རབ་ཏུ་འབར་བར་འགྱུར། །དེ་བཞིན་འགྱུར་མེད་བདེ་རེག་ལས། །སེམས་ནི་བདེ་བ་ཉིད་དུ་འགྱུར། །",
    "d361:203": "འདིར་ནི་མང་པོ་བརྗོད་པས་ཅི། །",
    "d361:204": "འཇིག་རྟེན་ཀུན་རྫོབ་བདེན་པ་ཡིས། །ལྕགས་རྣམས་རབ་ཏུ་འབིགས་བྱེད་པ། །རོ་ཡི་མཐུ་ནི་བརྟག་བྱ་མིན། །",
    "d361:205": "ཅི་ཞིག་སླར་ཡང་དོན་དམ་པས། །བློ་བུར་དྲི་མས་གཡོགས་པ་ཡི། །སེམས་ནི་རབ་ཏུ་འབིགས་བྱེད་པ། །ཡེ་ཤེས་མཐུ་ནི་བརྟག་བྱ་མིན། །",
    "d361:206": "སེམས་ལ་བློ་བུར་དྲི་མ་མེད། །སེམས་ལས་ཡུན་རིང་དུས་ཅན་མིན། །",
    "d361:207": "སེམས་མེད་པར་ནི་སྐྱེ་བ་མེད། །སེམས་ལ་མི་ཟད་གནས་པ་མིན། །",
    "d361:208": "གལ་ཏེ་འདི་ཉིད་བློ་བུར་པ། །དེ་ཚེ་སྔོན་དུ་སེམས་དྲི་མེད། །",
    "d361:209": "གང་ཚེ་སེམས་ལས་དུས་རིང་ཅན། །དེ་ཚེ་དེ་ནི་ཅི་ལས་སྐྱེ། །",
    "d361:210": "གལ་ཏེ་སེམས་མེད་པར་སྐྱེ་ན། །དེ་ཚེ་ནམ་མཁའི་མེ་ཏོག་མཚུངས། །",
    "d361:211": "གལ་ཏེ་སེམས་ལ་རྟག་ཏུ་གནས། །དེ་ཚེ་ཀུན་ཏུ་ཐར་པ་མིན། །ཇི་ལྟར་ཟངས་ཀྱི་དྲི་མ་ནི། །རོ་ཡི་སྦྱོར་བས་ཉམས་པར་འགྱུར། །དེ་ཡི་ཡོད་ཉིད་ཉམས་པ་མེད། །",
    "d361:212": "དྲི་མེད་ཉིད་ཀྱིས་ཡང་དག་གནས། །དེ་བཞིན་སེམས་ཀྱི་དྲི་མ་ནི། །སྟོང་ཉིད་སྦྱོར་བས་རྣམ་ཉམས་འགྱུར། །དེ་ཡི་ཡེ་ཤེས་ཉིད་ཉམས་མེད། །དྲི་མེད་ཉིད་ཀྱིས་ཡང་དག་གནས། །",
    "d361:213": "ཇི་ལྟར་བཅུད་ཀྱིས་ཕུག་པའི་ལྕགས། །ལྕགས་ཉིད་དུ་ནི་རྗེས་འགྲོ་མིན། །དེ་བཞིན་བདེ་བས་ཕུག་པའི་སེམས། །སྡུག་བསྔལ་ཉིད་དུ་རྗེས་འགྲོ་མིན། །",
    "d361:214": "ཆགས་བྲལ་ལས་གཞན་སྡིག་པ་མེད། །བདེ་བ་ལས་གཞན་བསོད་ནམས་མེད། །",
    "d361:215": "དེ་ཕྱིར་འགྱུར་མེད་བདེ་བར་སེམས། །མི་བདག་རྟག་ཏུ་གནས་པར་བྱ། །",
    "d361:216": "གཞོན་ནུ་མ་ཡི་དགའ་བ་ནི། །མེད་པར་བདེ་བ་སྨྲ་མི་ནུས། །",
    "d361:217": "ལང་ཚོའི་དགའ་བ་ཐོབ་པ་ན། །བདེ་བ་ཆེན་པོ་རང་གིས་རིག །",
    "d361:218": "དེ་བཞིན་ཏིང་འཛིན་དང་བྲལ་བའི། །བདེ་བ་སྨྲ་བར་ནུས་མ་ཡིན། །",
    "d361:219": "འགྱུར་མེད་ཏིང་འཛིན་ཐོབ་པ་ན། །རྣལ་འབྱོར་པ་ཡིས་རང་རིག་འགྱུར། །",
    "d361:220": "འགྱུར་མེད་ལས་སྐྱེས་བདེ་རིག་པ། །ཐམས་ཅད་མཁྱེན་ལའང་ཐེ་ཙོམ་ཟ། །དེ་ལྟ་ན་ཡང་ཡིད་བདེ་མིན། །",
    "d361:221": "ཆགས་བྲལ་ཉིད་དུ་མི་བྱའོ། །",
    "d361:222": "འཕོས་པ་ལས་ནི་ཆགས་བྲལ་འགྱུར། །ཆགས་བྲལ་ལས་ནི་སྡུག་བསྔལ་འབྱུང་། །",
    "d361:223": "སྡུག་བསྔལ་སྐྱེས་བུའི་ཁམས་ཟད་བྱེད། །ཟད་པ་ལས་ནི་འཆི་བར་བརྗོད། །",
    "d361:224": "ཤི་ལས་སླར་ཡང་དེ་རྣམས་ཀྱི། །སྲིད་པའོ་སྲིད་ལས་སླར་འཆི་འཕོ། །",
    "d361:225": "དེ་ལྟར་སེམས་ཅན་གྱི་སྲིད་པ། །ཆགས་བྲལ་ལས་འབྱུང་གཞན་དུ་མིན། །",
    "d361:226": "དེ་ཕྱིར་འབད་པ་ཐམས་ཅད་ཀྱིས། །འཕོ་བའི་ཆགས་པ་རྣམ་པར་སྤངས། །",
    "d361:227": "གང་གིས་འགྱུར་མེད་བདེ་བར་འགྱུར། །རྣལ་འབྱོར་འཁོར་བར་བཅིངས་པ་ཡིས། །",
    "d361:228": "འདོད་ལྡན་ཡང་ནི་ཆགས་བྲལ་བར། །འདོད་པའི་བསྟན་བཅོས་སུ་མི་འདོད། །",
    "d361:229": "བདག་གིས་བརྗོད་པའི་རྒྱུད་དུ་སླར། །རྣལ་འབྱོར་པ་ཅིས་སྡུག་བསྔལ་འདོད། །",
    "d361:230": "ཁུ་བ་མི་འགྱུར་རང་བཞིན་གྱིས། །མཆོག་ཏུ་མི་འགྱུར་བསྒྲུབ་པར་བྱ། །",
    "d361:231": "རྟེན་ནི་འཕོ་བ་ཐོབ་པ་ན། །བརྟེན་པའི་འདོད་ཆགས་བྲལ་བ་ཉིད། །",
    "d361:232": "རྟེན་དང་བརྟེན་པ་ལེགས་རྫོགས་པ། །ཇི་སྲིད་འགྱུར་མེད་ཉིད་དུ་འགྲོ། །",
    "d361:233": "སེམས་ཀྱི་འགྱུར་མེད་ཉིད་ཐོབ་ན། །རྟེན་དང་བརྟེན་པའི་མཚན་ཉིད་མེད། །",
    "d361:234": "འགྱུར་མེད་ལས་བྱུང་སྐུ་ཡི་ནི། །མཛོད་སྤུའི་འཁོར་ལོར་སོན་པའི་ཡང་། །ཨཱ་ལི་ཀཱ་ལི་མཉམ་སྦྱོར་བ། །ཧཱུྃ་ཡིག་མི་འདོད་མི་ཡི་བདག །",
    "d361:235": "སྟོང་པ་ལས་བྱུང་གཟུགས་བརྙན་རྒྱུ། །མི་འགྱུར་ལས་སྐྱེས་བདེ་བ་འབྲས། །",
    "d361:236": "རྒྱུ་ནི་འབྲས་བུས་རྒྱས་བཏབ་པ། །འབྲས་བུ་རྒྱུ་ཡིས་རྒྱས་བཏབ་པའོ། །",
    "d361:237": "སྟོང་ཉིད་གཟུགས་བརྙན་འཛིན་པ་རྒྱུ། །སྙིང་རྗེ་འགྱུར་མེད་འཛིན་པ་འབྲས། །",
    "d361:238": "སྟོང་ཉིད་སྙིང་རྗེ་དབྱེར་མེད་པ། །བྱང་ཆུབ་སེམས་དེ་མི་འཕོ་བའོ། །",
    "d361:239": "མྱ་ངན་འདས་པ་བྲལ་བའི་གཟུགས། །འཁོར་བ་ལས་འདས་མི་འགྱུར་བ། །",
    "d361:240": "དེ་དག་སྦྱོར་བ་གཉིས་མེད་མཆོག །རྟག་དང་ཆད་ལས་ངེས་པར་གྲོལ། །",
    "d361:241": "དངོས་མེད་ལས་བྱུང་མཚན་ཉིད་ཕྱིར། །གཟུགས་ནི་དངོས་པོ་མེད་པ་མིན། །",
    "d361:242": "དངོས་པོ་ལས་བྱུང་མཚན་ཉིད་ཕྱིར། །འགྱུར་བ་མེད་པ་དངོས་པོ་མིན། །",
    "d361:243": "དངོས་པོ་དངོས་མེད་ཡང་དག་སྦྱོར། །རྡོ་རྗེའི་རྣལ་འབྱོར་གཉིས་མེད་མཆོག །",
    "d361:244": "གཟུགས་དང་གཟུགས་མིན་རྣམ་པར་གྲོལ། །པྲ་ཕབ་མེ་ལོང་ལ་བཞིན་ནོ། །གཟུགས་ནི་སྲིད་པར་མི་འོང་སྟེ། །",
    "d361:245": "འགྱུར་མེད་མྱ་ངན་འདས་མི་འགྲོ། །",
    "d361:246": "ཕན་ཚུན་འཁྱུད་པས་ཞི་བ་སྟེ། །མ་ནིང་གི་ནི་གོ་འཕང་མཆོག །",
    "d361:247": "ཤེས་རབ་རྒྱུ་ལས་མ་བྱུང་ཞིང་། །ཤེས་རབ་རྒྱུ་ལས་བྱུང་བ་འབྲས། །",
    "d361:248": "ཤེས་རབ་རྒྱུ་ལས་མ་སྐྱེས་ཕྱིར། །ཤེས་རབ་ལས་སྐྱེས་རྒྱུ་སྐྱེས་མིན། །",
    "d361:249": "དེ་ཕྱིར་ཡེ་ཤེས་རྒྱུ་སྐྱེས་མིན། །ཤེས་རབ་ཡེ་ཤེས་བླ་ན་མེད། །",
    "d361:250": "འབྲས་བུ་རྒྱུ་ཡིས་གཞན་དང་གཞན། །ཕན་ཚུན་དུ་ནི་རྒྱས་བཏབ་མེད། །",
    "d361:251": "རྒྱུ་དང་འབྲས་བུ་ཐམས་ཅད་གང་། །དེ་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་། །",
    "d361:252": "ཕན་ཚུན་རྒྱ་ཡིས་བཏབ་པའི་གཟུགས། །སྐྱེ་མིན་མྱ་ངན་འདས་པའང་མིན། །",
    "d361:253": "ཤེས་རབ་ཀུན་ནས་མྱ་ངན་འདས། །",
    "d361:254": "སྐྱེ་བ་མཆོག་ཏུ་འགྱུར་བ་མེད། །",
    "d361:255": "རྒྱུ་དང་འབྲས་བུ་རྣམ་ངེས་གྲོལ། །ཕན་ཚུན་དུ་ནི་རྒྱས་བཏབ་མེད། །",
    "d361:256": "མ་སྐྱེས་པ་དང་མ་འགགས་པའི། །ཤེས་བྱ་གང་ཞིག་འདིར་མཐོང་བ། །དེ་ནི་རང་སེམས་གཞན་མ་ཡིན། །",
    "d361:257": "ཕྱི་ཡི་ཤེས་བྱ་རྣམ་འབྱེད་ཕྱིར། །",
    "d361:258": "དེ་ཕྱིར་བདག་གིས་བདག་ཉིད་ལ། །འགར་ཡང་རྒྱས་གདབ་ནུས་མ་ཡིན། །",
    "d361:259": "རལ་གྲི་ཆེན་པོ་བདག་ཉིད་ལ། །བདག་ཉིད་སོ་ཡིས་གཅོད་དམ་ཅི། །",
    "d361:260": "མོ་གཤམ་བུ་མོ་དང་འགྲོགས་པས། །རྨི་ལམ་དུ་ནི་བདེ་འགྱུར་ལྟར། །ནམ་མཁའ་ལས་བྱུང་གཟུགས་བརྙན་ནི། །བསྟེན་པས་བདག་ལ་དེ་བཞིན་ནོ། །",
    "d361:261": "ཤེས་རབ་མ་ཡིན་ཐབས་ཀྱང་མིན། །",
    "d361:262": "འདི་ནི་ལྷན་སྐྱེས་ཤེས་རབ་བཅས། །ཀུན་ནས་བདེ་བ་རྫོགས་པ་ལས། །སྒྲིབ་པ་ཐམས་ཅད་སྤངས་པ་སྟེ། །",
    "d361:263": "ནམ་མཁའ་བཞིན་དུ་གོས་པ་མེད། །ཡུལ་དང་དབང་པོ་སྤངས་པ་ནི། །ཀུན་ནས་འབྱུང་བ་ཀུན་ལ་གནས། །གཅད་དུ་མེད་པ་དབྱེ་བ་སྤངས། །",
    "d361:264": "རང་བྱུང་རྡོ་རྗེ་སེམས་དཔའ་ནི། །དོན་ཆེན་མཆོག་ཏུ་མི་འགྱུར་བ། །འདོད་ཆགས་ཆེན་པོ་སེམས་དཔའ་ཆེ། །སེམས་ཅན་ཐམས་ཅད་དགའ་བར་བྱེད། །",
    "d361:265": "བྱང་ཆུབ་སེམས་དཔའ་ཞེ་སྡང་ཆེ། །ཉོན་མོངས་ཟད་པ་དགྲ་ཆེན་པོ། །དམ་ཚིག་སེམས་དཔའ་གཏི་མུག་ཆེ། །གཏི་མུག་བློ་སྟེ་གཏི་མུག་སེལ། །",
    "d361:266": "རྡོ་རྗེའི་རྣལ་འབྱོར་ཁྲོ་བ་ཆེ། །ལྷ་མིན་ཁྲོ་བོ་དགྲ་ཆེན་པོ། །དུས་ཀྱི་འཁོར་ལོ་ཆགས་པ་ཆེ། །འཕོ་བའི་ཆགས་པ་སེལ་བར་བྱེད། །",
    "d361:267": "རྡོ་རྗེ་མི་ཕྱེད་ཅེས་པར་བརྗོད། །འདི་ནི་དོན་ཆེན་བཅོམ་ལྡན་འདས། །",
    "d361:268": "སེམས་དཔའ་སྲིད་གསུམ་གཅིག་པ་ཉིད། །",
    "d361:269": "མཆོག་ཏུ་མི་འགྱུར་བརྗོད་པར་བྱ། །",
    "d361:270": "མཆོག་ཏུ་མི་འགྱུར་བདེ་བ་རྫོགས། །ས་རྣམས་ཡོངས་སུ་རྫོགས་པ་ཡིས། །འདོད་ཆགས་ཆེན་པོ་སེམས་དཔའ་ཆེ། །སེམས་ཅན་ཐམས་ཅད་དགའ་བར་བྱེད། །",
    "d361:271": "བྱང་ཆུབ་ལ་གནས་སེམས་དཔའ་ནི། །མི་གཡོ་དེ་ཕྱིར་བྱང་ཆུབ་སེམས། །ཉོན་མོངས་ལ་སོགས་ཞེ་སྡང་ཚོགས། །ཞེ་སྡང་ཆེན་པོ་དགྲ་ཆེ་བ། །",
    "d361:272": "དམ་ཚིག་ཟླ་བ་བདུད་རྩི་ཡི། །",
    "d361:273": "ཁུ་བ་འཕོ་མེད་དེ་ཟ་བ། །",
    "d361:274": "དམ་ཚིག་སེམས་དཔའོ་རིགས་པ་འདིས། །གཏི་མུག་བློ་སྟེ་གཏི་མུག་སེལ། །",
    "d361:275": "རྡོ་རྗེ་ཐམས་ཅད་གཅིག་པ་ཉིད། །ཤེས་རབ་སྐུ་དང་མི་འགྱུར་བཅས། །",
    "d361:276": "ཁྲོ་བོ་ཆེན་པོ་དགྲ་ཆེན་པོ། །ཁྲོ་བོའི་གཟུགས་ཅན་བདུད་རྣམས་ཀྱིས། །",
    "d361:277": "འགྱུར་མེད་བདེ་བ་ཆེ་ཐབས་ལས། །ནམ་ཡང་སེམས་ཅན་དོན་མི་འདོར། །",
    "d361:278": "སེམས་ཅན་གྲོལ་ནས་ཆགས་ཆེན་པོ། །འགྱུར་བའི་ཆགས་པ་སེལ་བར་བྱེད། །",
    "d361:279": "འདི་རྣམས་རྣམ་པ་དྲུག་ཏུ་བརྗོད། །མི་འགྱུར་ཡེ་ཤེས་ཚོར་བ་དང་། །རྣམ་ཤེས་གཟུགས་དང་འདུ་བྱེད་དང་། །འདུ་ཤེས་དེ་རྣམས་ཕུང་པོའི་རིགས། །",
    "d361:280": "ཡེ་ཤེས་མེ་དང་ནམ་མཁའ་ས། །རླུང་ཆུ་རྣམས་ཀྱི་རིམ་པ་བཞིན། །ཡིད་མིག་རྣ་བ་ལུས་དང་སྣ། །ལྕེ་རྣམས་ཀྱི་ཡང་དེ་བཞིན་ཉིད། །",
    "d361:281": "སྒྲ་རོ་ཆོས་ཀྱི་དབྱིངས་དང་དྲི། །རེག་བྱ་ཁ་དོག་རྣམས་ཀྱི་ཡང་། །",
    "d361:282": "ཁྲོ་བོའི་རྒྱལ་པོ་གདོང་དྲུག་འཇིགས། །རིགས་དྲུག་རྣམས་ཀྱིས་ཡོངས་དག་པ། །",
    "d361:283": "ལུས་དང་གསང་བ་དབང་པོ་སེམས། །རྟག་ཏུ་དཀྱིལ་འཁོར་རྣམ་པ་གསུམ། །",
    "d361:284": "ཤེས་རབ་ཐབས་ཀྱི་རྡོ་རྗེ་གསུམ། །རྡོ་རྗེ་སེམས་དཔའ་ཉིད་དུ་འགྱུར། །",
    "d361:285": "འདི་ནི་དབང་གི་སྒྲུབ་ཐབས་ཏེ། །མཆོག་ཏུ་མི་འགྱུར་སྒྲུབ་པའི་ཐབས། །རྩ་དང་རིགས་དང་ཡང་དག་ལྡན། །ཟླ་བ་མདོར་བསྟན་པ་ཡིས་བཤད། །",
    "d361:286": "ཅེས་པ་འཇིག་རྟེན་ཁམས་ཀྱི་ལེའུར་ལེའུ་ལྔ་པའི་མཆོག་ཏུ་མི་འགྱུར་བའི་དབང་གི་སྒྲུབ་ཐབས་མདོར་བསྟན་པ་རྫོགས་སོ།། །།",
    "d361:287": "འདི་ནི་ཁ་ཆེའི་པཎྜི་ཏ་སོ་མ་ནཱ་ཐ་དང་། །བོད་ཀྱི་ལོ་ཙཱ་བ་འབྲོ་དགེ་སློང་ཤེས་རབ་གྲགས་པས་བསྒྱུར་ཞིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ་ལས། སླར་ཡང་སྒྲ་ཚད་པ་རིན་ཆེན་རྒྱལ་མཚན་གྱིས་དཔལ་ནཱ་རོ་པའི་འགྲེལ་བཤད་དང་མཐུན་པར་བསྒྱུར་ཞིང་ཞུས་ཏེ་དག་པར་བྱས་པའོ།། །།"
}