{
    "d564:0": "༄༅༅། རྒྱ་གར་སྐད་དུ། ཨཱརྱ་མཱ་རཱི་ཙཱི་ནཱ་མ་དྷཱ་ར་ཎཱི། བོད་སྐད་དུ། ",
    "d564:1": "འཕགས་མ་འོད་ཟེར་ཅན་ཞེས་བྱ་བའི་གཟུངས། ",
    "d564:2": "སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །",
    "d564:3": "འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། ",
    "d564:4": "བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མང་པོ་དག་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ། ",
    "d564:5": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ལྷ་མོ་འོད་ཟེར་ཅན་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ། དེ་ཉི་མ་དང་། ཟླ་བའི་མདུན་དང་མདུན་ནས་འགྲོ་སྟེ། དེ་ལྟར་མེད། ",
    "d564:6": "གཟུང་དུ་མེད། བཅིང་དུ་མེད། དགག་ཏུ་མེད། བརྒལ་དུ་མེད། རྨོངས་པར་བྱར་མེད། ཆད་པས་གཅད་དུ་མེད། ",
    "d564:7": "མགོ་བྲེག་ཏུ་མེད། གཞུར་མེད། ཚིག་པར་བྱར་མེད། དགྲའི་དབང་དུ་མི་འགྲོའོ། །དགེ་སློང་དག་གང་གིས་ཀྱང་ལྷ་མོ་འོད་ཟེར་ཅན་དེའི་མིང་ཤེས་པ་དེ་ཡང་བལྟར་མེད། གཟུང་དུ་མེད། བཅིང་དུ་མེད། དགག་ཏུ་མེད། བརྒལ་དུ་མེད། རྨོངས་པར་བྱར་མེད། ཆད་པས་གཅད་དུ་མེད། ",
    "d564:8": "མགོ་བྲེག་ཏུ་མེད། གཞུར་མེད། ཚིག་པར་བྱར་མེད། དེ་དགྲའི་དབང་དུ་འགྲོ་བར་མི་འགྱུར་རོ། །དེ་ལྟར་བདག་གིས་ཀྱང་ལྷ་མོ་འོད་ཟེར་ཅན་གྱི་མིང་ཤེས་ཀྱིས་བདག་ཀྱང་བལྟར་མེད་པར་གྱུར་ཅིག །གཟུང་དུ་མེད་པར་གྱུར་ཅིག །བཅིང་དུ་མེད་པར་གྱུར་ཅིག །དགག་ཏུ་མེད་པར་གྱུར་ཅིག །བརྒལ་དུ་མེད་པར་གྱུར་ཅིག །རྨོངས་པར་བྱར་མེད་པར་གྱུར་ཅིག །ཆད་པས་གཅད་དུ་མེད་པར་གྱུར་ཅིག །མགོ་བྲེག་ཏུ་མེད་པར་གྱུར་ཅིག །གཞུར་མེད་པར་གྱུར་ཅིག །ཚིག་པར་བྱར་མེད་པར་གྱུར་ཅིག །དགྲའི་དབང་དུ་མི་འགྲོ་བར་གྱུར་ཅིག །",
    "d564:9": "དེ་ལ་གསང་སྔགས་ཀྱི་ཚིག་ནི་འདི་རྣམས་ཡིན་ནོ། །ཏདྱ་ཐཱ། ",
    "d564:10": "ཨོཾ་པ་ཏཱ་ཀྲ་མ་སི། པ་རཱ་ཀྲ་མ་སི། ཨུ་ད་ཡ་མ་སི། ནཻ་ར་མ་སི། ཨརྐྐ་མ་སི། མརྐྐ་མ་སི། ཨུར་མ་མ་སི། བ་ན་མ་སི། གུལ་མ་མ་སི། ཙཱི་བ་ར་མ་སི། ",
    "d564:11": "མ་ཧཱ་ཙཱི་བ་ར་མ་སི། ཨན་ཏར་དྷྭཾ་ན་མ་སི་སྭཱ་ཧཱ། ཨོཾ་ལྷ་མོ་འོད་ཟེར་ཅན་བདག་ལམ་དུ་སྐྱོབས་ཤིག །",
    "d564:12": "བདག་ལམ་ལོག་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:13": "བདག་སྐྱེ་བོའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:14": "བདག་རྒྱལ་པོའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:15": "བདག་གླང་པོ་ཆེའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:16": "བདག་ཆོམ་རྐུན་གྱི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:17": "བདག་ཀླུའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:18": "བདག་སེང་གེའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:19": "བདག་སྟག་གི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:20": "བདག་མེའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:21": "བདག་ཆུའི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:22": "བདག་སྦྲུལ་གྱི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །",
    "d564:23": "བདག་དུག་གི་འཇིགས་པ་ལས་སྐྱོབས་ཤིག །བདག་ཕྱིར་རྒོལ་བ་དང་། ",
    "d564:24": "དགྲ་ཐམས་ཅད་ལས་སྐྱོབས་ཤིག །འཁྲུགས་པ་དང་། ",
    "d564:25": "མ་འཁྲུགས་པ་དང་། ",
    "d564:26": "ཉམས་པ་དང་མ་ཉམས་པ་ཐམས་ཅད་དུ་བདག་སེང་གེ་ལས་སྲུངས་ཤིག །",
    "d564:27": "བདག་སྟག་ལས་སྲུངས་ཤིག །",
    "d564:28": "བདག་ཀླུ་ལས་སྲུངས་ཤིག །",
    "d564:29": "བདག་སྦྲུལ་ལས་སྲུངས་ཤིག་སྭཱ་ཧཱ། བདག་འཇིགས་པ་ཐམས་ཅད་དང་། ",
    "d564:30": "གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུགས་པ་ཐམས་ཅད་ལས་སྲུངས་ཤིག་སྲུངས་ཤིག །",
    "d564:31": "ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་ཨཱ་ལོ། ཏཱ་ལོ་ཀཱ་ལོ། སཙྪ་ལོ་ས་མ་པ་མཱུར་དྷི་ཊི་རཀྵ་རཀྵ་མཱཾ། ",
    "d564:32": "བདག་དང་སེམས་ཅན་ཐམས་ཅད་ལ་འཚེ་བ་དང་། འཇིགས་པ་དང་། ནད་ཐམས་ཅད་ལས་སྲུངས་ཤིག་སྭཱ་ཧཱ། ",
    "d564:33": "དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །",
    "d564:34": "ལྷ་མོ་འོད་ཟེར་ཅན་གྱི་སྙིང་པོ་བརྗོད་པར་བྱ་སྟེ། ཏདྱ་ཐཱ། ",
    "d564:35": "ཨོཾ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚཱ། པྲ་དུཥྚཱ་ནཱཾ། ཙཀྵུར་མུ་ཁཾ་བན་དྷ་བན་དྷ། བན་དྷ། ",
    "d564:36": "མུ་ཁཾ། ཛཾ་བྷ་ཡ། སྟཾ་བྷ་ཡ། མོ་ཧ་ཡ་སྭཱ་ཧཱ། ཨོཾ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ། ",
    "d564:37": "ཨོཾ་བ་རཱ་ལི། བ་དཱ་ལི། བཏྟྭ་ལི། བཱ་རཱ་ཧ་མུ་ཁི། སརྦ་དུཥྚཱ་ནཱཾ། པྲ་དུཥྚཱ་ནཱཾ། ཙཀྵུར་མུ་ཁཾ་བན་དྷ་བན་དྷ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ",
    "d564:38": "དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །",
    "d564:39": "འཕགས་མ་འོད་ཟེར་ཅན་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།",
    "d564:40": "པཎྜི་ཏ་ཨ་མོ་གྷ་བཛྲ་དང་། ལོ་ཙཱ་བ་དགེ་སློང་བ་རི་རིན་ཆེན་གྲགས་པས་བསྒྱུར་བའོ།། །། "
}