{
    "d726:0": "༄༅། །རྒྱ་གར་སྐད་དུ། སརྦ་ཏ་ཐཱ་ག་ཏ། མཱ་ཏརྣཱི་ཏཱ་ར་བི་ཤྭ་ཀརྨ་བྷ་བ་ཏནྟྲ་ནཱ་མ། བོད་སྐད་དུ། ",
    "d726:1": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡུམ་སྒྲོལ་མ་ལས་སྣ་ཚོགས་འབྱུང་བ་ཞེས་བྱ་བའི་རྒྱུད། ",
    "d726:2": "འཕགས་པ་འཇམ་དཔལ་ལ་ཕྱག་འཚལ་ལོ། །",
    "d726:3": "འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། ",
    "d726:4": "བཅོམ་ལྡན་འདས་དགའ་ལྡན་གྱི་གནས་ན་བཞུགས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་། འཇམ་དཔལ་ལ་སོགས་པ་དཔག་ཏུ་མེད་པ་དང་། ཀུ་རུ་ཀུལླེ་དང་། རི་ཁྲོད་ལོ་མ་ཅན་ལས་སོགས་པ་དང་། ཚངས་པ་དང་བརྒྱ་བྱིན་ལ་སོགས་པ་དཔག་ཏུ་མེད་པ་དག་གིས་ལྷ་རྫས་ཀྱི་མེ་ཏོག་པདྨ་དང་། ཀུ་མུ་ད་དང་། མན་དཱ་ར་བ་ལ་སོགས་པ་ལྷ་རྫས་ཀྱི་མེ་ཏོག་དཔག་ཏུ་མེད་པ་དག་དང་། དུང་དང་། པི་བང་དང་། རྔ་དང་། རྫ་རྔ་དང་། གཽ་རྒྱུད་མངས་ལ་སོགས་པ་ལྷའི་རོལ་མོ་དཔག་ཏུ་མེད་པ་དང་ལྷའི་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་ལ་སོགས་པ་དཔག་ཏུ་མེད་པ་ཐོགས་ཏེ། ",
    "d726:5": "བཅོམ་ལྡན་འདས་ལ་གཡས་ཕྱོགས་ནས་བསྐོར་ཏེ། མཆོད་པ་སྣ་ཚོགས་ཀྱི་མཆོད་པའི་སྤྲིན་གྱིས་མཆོད་དོ། །",
    "d726:6": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཕ་རོལ་གྱི་སྡེ་རབ་ཏུ་འཇོམས་པ་རྡོ་རྗེ་ལྟ་བུ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་མཉམ་པར་བཞག་སྟེ། བཞག་མ་ཐག་ཏུ་ས་ཆེན་པོ་ཡང་གཡོས། བདུད་ཀྱི་དཀྱིལ་འཁོར་ཡང་ཕམ་པར་བྱས་ཏེ། འོད་ཀྱི་སྣང་བ་ཆེན་པོ་ཡང་བཀྱེའོ། །དེ་ཡང་འདི་ལྟ་སྟེ། དཀར་པོ་དང་། ",
    "d726:7": "དམར་པོ་དང་། སེར་པོ་དང་། ལྗང་གུ་དང་། མཐིང་ག་དང་འདྲེས་པ་སྟེ་འོད་སྣ་ཚོགས་བཀྱེ་སྟེ། སྡུག་བསྔལ་དང་བཅས་པ་རྣམས་སྦྱངས་ཏེ། ",
    "d726:8": "སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡུམ་སྒྲོལ་མ་ཀུ་རུ་ཀུལླེའི་གཙུག་ཏུ་ནུབ་པར་གྱུར་ཏོ། །",
    "d726:9": "གཙུག་ཏུ་ནུབ་མ་ཐག་ཏུ་མཆོད་པའི་སྤྲིན་གྱི་ཆར་བ་ཡང་འབབ་པར་གྱུར་ཏོ། །དེ་ནས་ལྷ་མོ་དེ་དཔེར་ན་སྤྲིན་དང་བྲལ་བའི་ཉི་མའི་དཀྱིལ་འཁོར་ལྟ་བུར་གྱུར་ཏོ། །",
    "d726:10": "དེའི་ཚེ་བསྟོད་པའི་ཚིགས་སུ་བཅད་པ་འདིས་བསྟོད་པ། ཞིང་ཁམས་ཐམས་ཅད་ཡོངས་སུ་དག་པ་ལ། །རིན་ཆེན་མེ་ཏོག་མང་པོ་ཆར་དུ་ཕབ། །",
    "d726:11": "དུས་གསུམ་སངས་རྒྱས་ཐམས་ཅད་བསྐྱེད་པའི་ཡུམ། །ཡུམ་གྱུར་སྒྲོལ་མ་ཁྱོད་ལ་ཕྱག་འཚལ་བསྟོད། །ཅེས་གསུངས་སོ། །",
    "d726:12": "དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཅོམ་ལྡན་འདས་དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ཟབ་པའི་ཕྱིར་ཅིའི་ཕྱིར་བསྐྱེད། ",
    "d726:13": "གང་གིས་ན་ཡུམ་ཡིན་ཞེ་ན། ",
    "d726:14": "བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། ",
    "d726:15": "འཇམ་དཔལ་བདེན་མོད་ཀྱི་དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ཀྱང་མ་སྐྱེས་པ། མ་འགགས་པ། དྲི་མ་མེད་པ། དྲི་མ་དང་བྲལ་བ་མེད་པ་འགྲིབ་པ་མེད་པ་འཕེལ་བ་མེད་པ་རང་བཞིན་གྱིས་མྱ་ངན་ལས་འདས་པའོ། །",
    "d726:16": "དེའི་ཕྱིར་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་ནི་དེའོ། །",
    "d726:17": "བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་སྨྲས་པ། བཅོམ་ལྡན་འདས་དུས་གསུམ་གྱི་སངས་རྒྱས་ནི་མ་སྐྱེས་པ། མ་འགགས་པ། དྲི་མ་མེད་པ། དྲི་མ་དང་བྲལ་བ་མེད་པ། འགྲིབ་པ་མེད་པ། འཕེལ་བ་མེད་པ་རང་བཞིན་གྱིས་མྱ་ངན་ལས་འདས་པ་དེ་ཇི་ལྟར་སྐྱེ་བར་འགྱུར། ",
    "d726:18": "བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། འཇམ་དཔལ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བ་ནི་དོན་དམ་པའོ། །མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཀྱི་དབྱིངས་སོ། །",
    "d726:19": "ཡང་དག་པའི་མཐའི་ཚིག་བླ་དགས་སོ། །",
    "d726:20": "སྙིང་རྗེ་ཆེན་པོའོ། །ཀུན་རྫོབ་ངོ་བོ་འཁོར་བའི་ཚིག་བླ་དགས་སོ། །",
    "d726:21": "དེ་ལས་འདས་པ་ནི་དུས་གསུམ་གྱི་སངས་རྒྱས་བསྐྱེད་པའི་ཡུམ་མོ། །",
    "d726:22": "དེའི་ཕྱིར་འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པའོ། །",
    "d726:23": "འཇམ་དཔལ་དེ་ལྟར་ན་ཡུམ་དུ་ཡིད་ལ་བྱའོ། །",
    "d726:24": "བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། འཇམ་དཔལ་དེ་བས་ན་ཆོས་རྣམས་ཀྱི་དེ་ཁོ་ན་ཉིད་ཤེས་པས་འདི་བསྒོམ་པར་བྱའོ། །",
    "d726:25": "གཟུངས་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ནན་ཏན་དུ་བསྒྲུབ་པར་བྱའོ། །འདིའི་ཡོན་ཏན་ཤེས་པར་བྱའོ། །འདི་མཆོད་པར་བྱའོ། །",
    "d726:26": "ལུང་ནོད་པར་བྱའོ། །ཐེ་ཚོམ་མེད་པར་བྱའོ། །",
    "d726:27": "ལས་ལ་ནན་ཏན་དུ་བྱའོ། །འདིའི་བསྔགས་པ་ཡིད་ལ་བྱའོ། །ལས་སོ་སོའི་སྒོ་ནས་བསྒྲུབ་པར་བྱའོ། །",
    "d726:28": "དེ་སྐད་ཅེས་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བསྟན་ཏོ། །",
    "d726:29": "དེས་ནི་གླེང་གཞིའི་ལེའུ་བསྟན་པ་སྟེ་ལེའུ་དང་པོའོ།། །།",
    "d726:30": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཅོམ་ལྡན་འདས་འདི་ཇི་ལྟར་བསྒོམ་པར་བྱ། ",
    "d726:31": "འདི་ལ་ཇི་ལྟར་དུ་ནན་ཏན་དུ་བྱ་ཞེས་སྨྲས་པ་དང་། ",
    "d726:32": "བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། འཇམ་དཔལ་འདི་ལྟར་ཡིད་ལ་བྱའོ། །",
    "d726:33": "འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་མ་སྐྱེས་པའོ། །ཆོས་ཐམས་ཅད་ནི་མ་འགགས་པའོ། །ཆོས་ཐམས་ཅད་ནི་དྲི་མ་དང་བྲལ་བའོ། །ཆོས་ཐམས་ཅད་ནི་མྱ་ངན་ལས་འདས་ཤིང་རང་བཞིན་གྱིས་རྣམ་པར་དག་པར་བསྒོམ་པར་བྱའོ། །",
    "d726:34": "འཇམ་དཔལ་དེའི་ཕྱིར་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ཨོྃ་སྭ་བྷ་བ་ཤུད་དྷཿསརྦ་དྷརྨཱཿསྭ་བྷཱ་བ་ཤུད་དྷོ྅་ཧཾ། ཞེས་བརྗོད་པར་བྱའོ། །",
    "d726:35": "ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། མངལ་ལས་སྐྱེས་པ་དང་། སྒོ་ང་ལས་སྐྱེས་པ་དང་། དྲོད་གཤེར་ལས་སྐྱེས་པ་དང་། བརྫུས་ཏེ་སྐྱེ་བ་དག་ལ་བལྟས་ཏེ་བྱམས་པ་བསྒོམ་པར་བྱའོ། །",
    "d726:36": "སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་ལ་སྙིང་རྗེ་ཆེན་པོ་བསྐྱེད་པར་བྱའོ། །",
    "d726:37": "སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། རང་བཞིན་གྱིས་འདུས་མ་བྱས་པ་ལ་དགའ་བ་དང་བཏང་སྙོམས་བསྒོམ་པར་བྱའོ། །",
    "d726:38": "འཇམ་དཔལ་དེ་ལྟ་བས་ན། རྒྱུ་ནི་ཚད་མེད་པ་བཞིའོ་དེས་བསྐྱེད་པ་ནི་བྱང་ཆུབ་ཀྱི་སེམས་སོ། །དེའི་ཕྱིར་དེ་ལ་ནན་ཏན་དུ་ཡིད་ལ་བྱའོ། །",
    "d726:39": "འཇམ་དཔལ་དེའི་ཕྱིར་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ཨོྃ་བྷོ་དྷི་ཙིཏྟ་ཨུཏྤ་དཱ་ཡ་ཨ་ཧཾ། ཞེས་བརྗོད་པར་བྱའོ། །ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། ",
    "d726:40": "མཆོད་པ་འདི་རྣམས་ཀྱིས་མཆོད་པར་བྱའོ། །གང་ཡང་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ཁམས་བཞུགས་པའི། །སངས་རྒྱས་རྣམས་ཀྱིས་བྱིན་གྱིས་བརླབས་པ་ཡི། །ཕྱེ་མའི་ཕུར་མ་བདུག་པའི་བྱེ་བྲག་རྣམས། །རྒྱལ་བ་བསྐྱེད་པའི་ཡུམ་ལ་མཆོད་པར་བྱའོ། །",
    "d726:41": "གང་ཡང་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ཁམས་བཞུགས་པའི། །དེ་བཞིན་གཤེགས་པའི་ཡུམ་མཆོག་སངས་རྒྱས་སྤྱན། །མེ་ཏོག་སིལ་མ་ཕྲེང་བའི་བྱེ་བྲག་རྣམས། །རྒྱལ་བ་བསྐྱེད་པའི་ཡུམ་ལ་མཆོད་པར་བགྱི། །",
    "d726:42": "གང་ཡང་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ཁམས་བཞུགས་པའི། །དེ་བཞིན་གཤེགས་པའི་ཡུམ་མཆོག་རིན་པོ་ཆེ། །རིན་ཆེན་མར་མེའི་བྱེ་བྲག་ཕྲེང་བ་རྣམས། །རྒྱལ་བ་བསྐྱེད་པའི་ཡུམ་ལ་མཆོད་པར་བགྱི། །",
    "d726:43": "གང་ཡང་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ཁམས་བཞུགས་པའི། །དེ་བཞིན་གཤེགས་པའི་ཡུམ་མཆོག་ན་བཟའ་དཀར། །དྲི་ཞིམ་ཆུ་གཙང་སྤོས་ངད་ལྡང་བའི་ཆུ། །རྒྱལ་བ་བསྐྱེད་པའི་ཡུམ་ལ་མཆོད་པར་བགྱི། །",
    "d726:44": "གང་ཡང་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ཁམས་བཞུགས་པའི། །རྒྱལ་བ་བསྐྱེད་པའི་ཡུམ་མཆོག་འཕྲིན་ལས་ལྡན། །བཟའ་དང་བཅའ་བ་ལ་སོགས་ཞལ་ཟས་རྣམས། །རྒྱལ་བ་བསྐྱེད་པའི་ཡུམ་ལ་དབུལ་བར་བགྱི། །",
    "d726:45": "སྡུག་བསྔལ་ཐམས་ཅད་རབ་ཏུ་ཞི་མཛད་པའི། །གླུ་དང་རོལ་མོ་སིལ་སྙན་བཅས་པའི་སྒྲ། །གདུགས་དང་རྒྱལ་མཚན་བ་དན་འཕན་གདུགས་བཅས། །ཕྱོགས་བཅུ་ཀུན་ནས་སྤྲིན་བཞིན་གཏིབས་གྱུར་ཅིག །",
    "d726:46": "དཔག་བསམ་གྱིས་ནི་ཤིང་དག་དང་། །ལྗོན་པའི་ཤིང་དང་ཤིང་དག་གིས། །དྲི་ཞིམ་ལོ་འདབ་བཅས་པའི་ཤིང་། །ཕྱོགས་བཅུ་ཀུན་ནས་གཏིབས་གྱུར་ཅིག །སྤོས་ཀྱི་དྲི་ངད་ལྡང་བའི་ཆར། །",
    "d726:47": "འབྲུ་དང་མེ་ཏོག་ལ་སོགས་པའི། །ཡིད་དུ་འོང་བའི་དྲི་ཞིམ་ཆར། །ངེས་པར་ཀུན་ཏུ་འབབ་པར་ཤོག །",
    "d726:48": "འབབ་ཆུ་ལྟེང་ཀ་ལུ་མ་དང་། །མཚོ་དང་རྫིང་བུ་དག་དང་ནི། །རོ་བརྒྱ་དག་དང་ལྡན་པའི་མཚོ། །དད་པ་ལ་སོགས་བཅས་པ་ཡི། །རིན་ཆེན་ཁང་པ་ཡིད་འོང་བའི། །དྲ་བ་དྲ་བ་ཕྱེད་པ་དང་། །ཤར་ནུབ་འོད་བཅས་ཉི་ཟླ་དག་དང་ནི། །ཁང་པ་ཤིན་ཏུ་ཡིད་དུ་འོང་བ་རྣམས། །རྒྱལ་བ་བསྐྱེད་པའི་ཡུམ་ལ་མཆོད་བྱའོ། །",
    "d726:49": "འཇམ་དཔལ་དེའི་ཕྱིར་མཆོད་པའི་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་དྷཱུ་པེ་པཱུ་ཛ་མེ་གྷ་ས་མུ་ད་སྥར་ཎ་ས་མ་ཡེ་ཧཱུྃ། ",
    "d726:50": "ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་པུཥྤ་པཱུ་ཛ་མེ་གྷ་ས་མུ་དྲ་སྥ་ར་ཎ་ས་མ་ཡེ་ཧཱུྃ། ",
    "d726:51": "ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཨཱ་ལོ་ཀ་པཱུ་ཛ་མེ་གྷ་ས་མུ་དྲ་སྤ་ར་ཎ་ས་མ་ཡེ་ཧཱུྃ། ",
    "d726:52": "ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་གན་དྷེ་པཱུ་ཛ་མེ་གྷ་ས་མུ་དྲ་སྥ་ར་ཎ་ས་མ་ཡེ་ཧཱུྃ། ",
    "d726:53": "ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་ནཻ་ཝི་དྱེ་པཱུ་ཛ་མེ་གྷ་ས་མུ་དྲ་སྥ་ར་ཎ་ས་མ་ཡ་ཧཱུྃ། ",
    "d726:54": "ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཤཔྡ་པཱུ་ཛ་མེ་གྷ་ས་མུ་དྲ་སྤར་ཎ་ས་མ་ཡེ་ཧཱུྃ། ཞེས་བརྗོད་པར་བྱའོ། །",
    "d726:55": "མཆོད་པའི་ལེའུ་སྟེ་གཉིས་པའོ།། །།",
    "d726:56": "དེ་ནས་ཡང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་གསུངས་པ། འཇམ་དཔལ་ཡུམ་འདི་ནི་དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡུམ་མོ། །",
    "d726:57": "འཇམ་དཔལ་དེའི་ཕྱིར་དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བསྟོད་པ་འདི་འཇམ་དཔལ་ཁྱོད་ཀྱི་ཡིད་ལ་གྱིས་ཤིག །",
    "d726:58": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བསྟོད་པའི་གཟུངས་སྔགས་གསུངས་པ། ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏཱ་ནཱཾ། ཏདྱ་ཐཱ། ཨོྃ་ན་མཿསཱུ་ཀ་སཾ་ན་མཿ ཏཱ་རཱ་ཡཻ་ཏཱ་ར་མི་ཏ། ན་མ་སྟཱ་རེ་ཏུ་རེ་བཱི་རེཀྵ་ཎཻརྡྱུ་ཏི་ནི་བྷེ་ཀྵ་ཎེ། ",
    "d726:59": "ཏྲཻ་ལོ་ཀྱ་ནཱ་ཐཱ་བཀྟྲཱ་པྫ། བི་ཀཱ་སཏྐེ་ས་རོད་བྷ་བེ། ",
    "d726:60": "ན་མཿཤ་ཏ་ས་ར་ཙྩནྡྲ། སཾ་པཱུརྞྞ་པ་ཊ་ལཱ་ན་ནཱེ། ཏཱ་རཱ་ས་ཧ་སྲ་ནི་ཀ་ར། པྲ་ཧ་སཏྐི་ར་ཎོ་ཛྫྭ་ལེ། ན་མཿཀ་ན་ཀ་ནཱི་ལཱཔྫ། ",
    "d726:61": "པཱ་ཎི་པདྨ་བི་བྷཱུ་ཥི་ཏེ། དཱ་ན་བཱིརྱ་ཏ་པཿ ཤཱན་ཏི། ཏི་ཏི་ཀྵ་དྷྱཱ་ན་གོ་ཙ་རེ། ན་མ་སྟ་ཐཱ་ག་ཏོཥྞཱི་ཥ། བི་ཛ་ཡཱ་ནནྟ་ཙཱ་རི་ཎི། ",
    "d726:62": "ཨ་ཤེ་ཥ་པཱ་ར་མི་ཏཱ་པྲཱ་པྟ། ཛི་ན་པུ་ཏྲ་ནི་སེ་བི་ཏེ། ",
    "d726:63": "ན་མ་སྟུ་ཏྟཱ་ར་ཧཱུཾ་ཀཱ་ར། པཱུ་རི་ཏཱ་ཤཱ་དེ་གནྟ་རེ། ",
    "d726:64": "སཔྟ་ལོ་ཀ་ཀྲ་མཱ་ཀྲཱ་ནྟི། ནིཿཤེ་ཥཱ་ཀཪྵ་ཎ་ཀྵ་མེ། ན་མཿ ཤ་ཀྲཱ་ན་ལ་བྲཧྨ། མ་རུ་དྭི་ཤྭེ་ཤྭ་རཱ་རྩྩི་ཏེ། བྷཱུ་ཏ་བེ་ཏཱ་ཌ་གན་དྷ་རྦ། ",
    "d726:65": "གཎཻ་ཪྻཀྵ་པཱུ་ར་སྐྲི་ཏེ། ན་མ་སྟྲ་ཌི་ཏི་ཕཊ་ཀཱ་ར། ",
    "d726:66": "པ་ར་ཡནྟྲ་པྲ་མརྡྡྷ་ནི། པྲ་ཏྱཱ་ལཱི་ཌྷ་པཱ་ད་ནྱཱ་སེ། ཤི་ཁི་ཛྭ་ལཱ་གུ་ལེ་ཀྵ་ཎེ། ན་མསྟུ་རེ་མ་ཧཱ་གྷོ་རེ། མཱ་ར་བཱི་ར་བི་ནཱ་ཤ་ནེ། ",
    "d726:67": "བྷྲྀ་ཀུ་ཊཱི་ཀྲྀ་ཏ་བཱཀྟྲཱཔྫ། སརྦ་ཤ་ཏྲུཾ་ནི་སཱུ་ད་ནི། ན་མ་སྟྲི་རཏྣ་མུ་དྲཱཾ་ཀ །ཧྲྀ་དྱཱཾ་གུ་ལི་བི་བྷཱུ་ཥི་ཏེ། བྷཱུ་ཥི་ཏཱ་ཤེ་ཥ་དི་ཀ་ཙ་ཀྲ །",
    "d726:68": "ནི་ཀར་སྭ་ཀ་རཱ་ཀུ་ལེ། ན་མཿ པྲ་མུ་དི་ཏཱ་ཊོ་པ། ",
    "d726:69": "མུ་ཀུ་ཊཱ་ཀྵི་པྟ་མཱ་ལི་ནི། ཧ་སཏྤ་ཧ་ས་ཏྟུཏྟཱ་རེ། ",
    "d726:70": "མཱ་ར་ལོ་ཀ་བ་ཤངྐ་རི། ན་མཿ ས་མནྟ་བྷཱུ་པཱ་ལ། པཊ་ལཱ་ཀཪྵ་ཎ་ཀྵ་མེ། ཙ་ལད་བྷྀ་ཀུ་ཊི་ཧཱུྃ་ཀཱ་ར། ",
    "d726:71": "སརྦཱ་པ་ད་བི་མོ་ཙ་ནི། ན་མཿ ཤི་ཁཎྜ་ཁཎྜེནྡུ། མུ་ཀུ་ཊཱ་བྷ་ར་ཎོ་ཛྫྭ་ལེ། ཨ་མི་ཏཱ་བྷ་ཛ་ཊཱ་བྷཱ་ར། བྷཱ་སྭ་རེ་ཀིར་ཎོ་དྷྲུ་བེ། ",
    "d726:72": "ན་མཿ ཀལྤཱ་ནྟ་ཧུ་ཏ་བྷུག །ཛྭཱ་ལཱ་མཱ་ལཱནྟ་རསྠི་ཏེ། ཨཱ་ལཱི་ཌྷ་མུ་དི་ཏཱ་བན་དྷ། ",
    "d726:73": "རི་པུ་ཙ་ཀྲ་བི་ནཱ་ས་ནི། ན་མཿ ཀ་ར་ཏ་ལཱ་གྷཱ་ཏ། ཙ་ར་ཎཱ་ཧ་ཏ་བྷཱུ་ཏ་ལེ། བྷྲྀ་ཀུ་ཊཱི་ཀྲྀ་ཏ་ཧཱུྃ་ཀཱ་ར། སཔྟ་པཱ་ཏཱ་ལ་བྷེ་དི་ནི། ",
    "d726:74": "ན་མཿ ཤི་བེ་ཤུ་བྷེ་ཤཱནྟེ། ཤཱནྟ་ནི་རྦཱ་ཎ་གོ་ཙ་རེ་སྭཱ་ཧཱ་པྲ་ཎ་བ་སཾ་ཡུཀྟེ། ",
    "d726:75": "མ་ཧཱ་པཱ་པ་ཀ་ནཱ་ས་ནི། ན་མཿ པྲ་མུ་དི་ཏཱ་བན་དྷ། རི་པུ་གཱ་ཏྲ་པྲ་བྷེ་དི་ནི། ",
    "d726:76": "ད་ཤཱ་ཀྵ་ར་པ་ད་ནྱཱ་སེ། བི་དྫཱ་ཧཱུྃ་ཀཱ་ར་དཱི་པི་ཏེ། ན་མ་སྟུ་རེ་པཱ་ད་གྷཱ་ཏ། ",
    "d726:77": "ཧཱུྃ་ཀཱ་རཱ་ཀཱ་ར་བཱི་ཛི་ཏེ། མེ་རུ་མནྡ་ར་ཀཻ་ལཱ་ས། བྷུ་བ་ན་ཏྲ་ཡ་ཙཱ་ལི་ནི། ན་མཿ སུ་ར་ས་རཱ་ཀཱ་ར། ",
    "d726:78": "ཧ་རི་ཎཱངྐ་ཀ་ར་སྠི་ཏེ། ཧཱ་ར་དྭི་རུཀྟ་སྥུ་ཊཱ་ར། ཨ་ཤེ་ཥ་བི་ཥ་ནཱ་ས་ནི། ན་མཿ སུ་ར་ག་ཎཱ་དྷྱ་ཀྵ། སུ་ར་ཀིནྣ་ར་སེ་བི་ཏེ། ",
    "d726:79": "ཨཱ་བཾ་དྷ་མུ་དི་ཏཱ་བྷོ་ག །ཀ་ལ་དུཿསྭཔྣ་ནཱ་ས་ནི། ན་མཤྩནྡཱ་རྐ་སཾ་པཱུརྞ། ན་ཡ་ན་དྱུ་ཏི་བྷཱ་སྭ་རེ། ཧ་ར་དྭི་རུཀྟ་ཏུཏྟཱ་རེ། ",
    "d726:80": "བི་ཥ་མ་ཛྭ་ར་ནཱ་ས་ནི། ན་མ་སྟྲི་ཏ་ཏྭ་བི་ནྱཱ་ས། ཤི་བཤ་ཀྟི་སམ་ནྭི་ཏེ། གྲ་ཧ་བེ་ཏཱ་ལ་ཡཀྵཽ་ག་ཎ། ནཱ་ཤ་ནཱི་པྲ་བ་རེ་ཏུ་རེ། ",
    "d726:81": "མནྟ་མཱུ་ལ་མི་དཾ་སྟོ་ཏྲཾ། ན་མ་སྐཱ་རཻ་ཀ་བིཾ་ཤ་ཀཾ །ཡཿ པ་ཐཏྤྲ་སནྣ་དྷཱི་ནཱཾ། །དེ་བྱཾ་བྷཀྟི་ས་མ་ནྭི་ཏཿ། ",
    "d726:82": "ཤ་ཡམྦཱ་པྲཱ་ཏ་རུཏྠཱ་ཡཿ། སྨ་རེཏྶ་རྦཱ་བྷ་ཡ་པྲ་དཾ། སརྦ་པཱ་པ་པྲ་ཤ་མ་ནཾ། སརྦ་དུ་རྒ་ཏི་ནཱ་ཤ་ནཾ། ",
    "d726:83": "ཨ་བྷི་ཥིཀྟོ་བྷ་བེ་ཏྟུརྞྞཾ། སཔྟ་བྷི་རྫི་ན་ཀོ་ཊི་བྷིཿ། ཨ་སྨིན་མ་ཧཏྟྭ་མཱ་ས་དྱ། སོ྅་ནྟེ་བཽདྡྷ་བ་དཾ་བྲ་ཛེ་ཏ། བི་ཥནྟ་སྱ་མ་ཧཱ་གྷ་རཾ། ",
    "d726:84": "སྠ་བ་རཾ་བཱ་ཐ་ཛཾ་ག་མཾ། སྨར་ཎཱཏྤྲ་ལ་ཡཾ་ཡཱ་ཏི། ",
    "d726:85": "ཁཱ་དི་ཏཾ་པཱི་ཏ་མེ་བ་བཱ། གྲ་ཧ་ཛྭ་ར་བི་ཥཱརྟྟཱ་ནཱཾ། པར་མཱརྟྟི་བི་ནཱ་ཤ་ནཱཾ། ",
    "d726:86": "ཨ་ནྱེཥཱཾ་ཙཻ་བས་ཏྭཱ་ནཱཾ། དྭི་སྟི་སཔྟཱ་བྷི་བརྟྟཱི་ནཱཾ། པུ་ཏྲ་ཀཱ་མོ་ལ་བྷེ་ཏྤུ་ཏྲཾ། དྷ་ན་ཀཱ་མོ་ལ་བྷེད་དྷ་ནཾ། སརྦ་ཀཱ་མཱ་ན་བཱཔྣོ་ཏི་ན་བྷི་གྷྣིཿ པྲ་ཏི་ཧ་ནྱ་ཏེ། ",
    "d726:87": "ཏཱ་རཱ་བྷ་ག་བ་ཏཱི་ཡཾ་སཱུ་ཏྲཾ། ",
    "d726:88": "སམྱཀ་སཾ་བུདྡྷ་བྷ་ཥི་ཏཾ། སརྦ་ཀ་ར། ས་མ་ཡཱ་ཨུ་ལ་ཀར་ཡེ། བུདྡྷ་ནི་ཙ། དྷརྨ་ཎི་ཙ། ",
    "d726:89": "སཾ་གྷ་ནི་ཙ་ཏཱ་ར་ཡེ་སྭཱ་ཧཱ། འཇམ་དཔལ་གཟུངས་འདི་ནི་དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་ཤིང་། ",
    "d726:90": "དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་སྐྱེད་པའི་ཡུམ་སྒྲོལ་མ་ལམ་རུངས་པ་འཇོམས་པའི་སྒོ་ནས་བསྟོད་པ་སྟེ། ",
    "d726:91": "ཕན་ཡོན་ནི་བསམ་གྱིས་མི་ཁྱབ་པའོ། །",
    "d726:92": "འཇམ་དཔལ་དེའི་ཕྱིར་བརྗོད་པར་བྱའོ། །",
    "d726:93": "གཟུངས་འདི་བརྗོད་པའི་གང་ཟག་ནི་སེམས་ཅན་དམྱལ་བ་དང་། ཡི་དགས་དང་དུད་འགྲོ་ལ་སོགས་པའི་གནས་སུ་ནམ་ཡང་སྐྱེ་བར་མི་འགྱུར་རོ། །",
    "d726:94": "ཡུལ་མཐའ་འཁོབ་དང་ཀླ་ཀློ་དང་། དབང་པོ་མ་ཚང་པ་ལ་སོགས་པར་ནམ་ཡང་སྐྱེ་བར་མི་འགྱུར་རོ། །",
    "d726:95": "རིམས་དང་། འབྲུམ་བུ་དང་། ནད་འགོ་བ་ལ་སོགས་པའི་ནད་ཀྱི་འཇིགས་པ་ཐམས་ཅད་ལས་གྲོལ་ཞིང་ནད་ཀྱི་འཇིགས་པ་མི་འབྱུང་ངོ་། །",
    "d726:96": "འཇིགས་པ་ཆེན་པོ་བརྒྱད་ལ་སོགས་པ་ལས་གྲོལ་བར་འགྱུར་རོ། །",
    "d726:97": "འཇམ་དཔལ་དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་བསྟོད་པ་འདི་འཛིན་པའི་གང་ཟག་དེ་ནི། དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ལ་མཆོད་པ་བྱས་པར་འགྱུར་རོ། །",
    "d726:98": "འདི་འཛིན་པའི་གང་ཟག་དེ་ནི་མཚམས་མེད་པ་ལ་སོགས་པའི་སྡིག་པ་མ་ལུས་པར་བྱང་བར་འགྱུར་རོ། །སངས་རྒྱས་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ། །",
    "d726:99": "དུས་མ་ཡིན་པར་འཆི་བ་མི་འབྱུང་ཞིང་། ནམ་འཆི་བའི་དུས་ཀྱི་ཚེ། དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་སྐྱེད་པའི་ཡུམ་སྒྲོལ་མ་མཐོང་བར་འགྱུར་རོ། །",
    "d726:100": "འདི་འཛིན་པའི་གང་ཟག་དེ་ནི་ཡིད་ལ་ཅི་བསམས་པ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །",
    "d726:101": "གཟུགས་ཕུན་སུམ་ཚོགས་པ་དང་། ཁ་དོག་ཕུན་སུམ་ཚོགས་པ་ལ་སོགས་པ་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་འཐོབ་པར་འགྱུར་རོ། །",
    "d726:102": "རྨི་ལམ་ངན་པ་དང་། ལྟས་ངན་པ་དང་། མི་མ་ཡིན་པའི་པར་དུ་གཅོད་པ་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ། །",
    "d726:103": "དུས་གསུམ་གྱི་བདེན་པ་ཡང་མཐོང་བར་འགྱུར་རོ། །ཡུམ་སྒྲོལ་མའི་སྐུ་དངོས་སུ་མཐོང་བར་འགྱུར་རོ། །",
    "d726:104": "ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏ་སཾམྱཀ་སཾ་བུདྡྷ་ཡ་ཏྲེ་ཡ་ཏེ་ཏཱ་ར་ཏེ་ཏུ་ཏཱ་ར། ཞེས་བརྗོད་པར་བྱའོ། །",
    "d726:105": "བསྟོད་པའི་ལེའུ་སྟེ་གསུམ་པའོ།། །།",
    "d726:106": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། གཟུངས་སྔགས་འདི་གང་ལ་བརྟེན་ནས་ཡིད་ལ་ནན་ཏན་དུ་བྱ་ཞེས་གསོལ་པ་དང་། ",
    "d726:107": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྡུག་བསྔལ་ལས་གྲོལ་བར་འདོད་ཅིང་ཟབ་མོའི་དོན་ལ་མོས་པས་ནན་ཏན་དུ་བྱའོ། །",
    "d726:108": "དེ་ནས་ཏྃ་ལས་བྱུང་བའི་འོད་ཟེར་ལས་སྟེང་འོག་ཐམས་ཅད་དུ་རྡོ་རྗེར་གྱུར་ཏེ། འཇམ་དཔལ་སྔགས་འདི་བརྗོད་པར་བྱའོ། །",
    "d726:109": "ཨོྃ་བཛྲ་ཛྭ་ལ་བཛྲ་ཏ་ན་ཧཱུྃ་ཕཊ། ཞེས་བརྗོད་པར་བྱའོ། །",
    "d726:110": "དེ་ནས་ཏྃ་ལས་བྱུང་བའི་ཡི་གེ་ཨེ་དཀར་པོ་བསྒོམ་པར་བྱའོ། །དེའི་སྟེང་དུ་བྃ་སྔོན་པོ་བསྒོམ་པར་བྱའོ། །",
    "d726:111": "དེའི་སྟེང་དུ་ལྃ་སེར་པོ་བསྒོམ་པར་བྱའོ། །དེའི་སྟེང་དུ་ཡྃ་ལྗང་གུ་བསྒོམ་པར་བྱའོ། །དེའི་སྟེང་དུ་རྃ་དམར་པོ་བསྒོམ་པར་བྱའོ། །",
    "d726:112": "དེ་རྣམས་ཀྱིས་འོད་ཟེར་འཕྲོ་བ་དང་བསྡུ་བ་བྱ་སྟེ། ",
    "d726:113": "ཨོྃ་དྷརྨ་དྷཱ་ཏུ་བི་ཤུད་དྷ་ཧཱུྃ། ཨོྃ་ཨཾ་དྷཱ་ཏུ་བི་ཤུད་དྷ་ཧཱུྃ། ཨོྃ་ས་མནྟ་བི་ཤུད་དྷ་ཧཱུྃ། ཨོྃ་པྲཀྵ་ཀི་ཤུད་དྷ་ཧཱུྃ། ཨོྃ་ཀྵ་ཏ་བུ་ཐཱ་ན་བི་ཤུད་དྷ་ཧཱུྃ། ",
    "d726:114": "ཨོྃ་ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏ་མཎྜ་ལ་ས་མནྟ་པི་ཤུད་དྷ་ཧཱུྃ། འཇམ་དཔལ་དེ་ལྟར་སྔགས་དེ་བརྗོད་པས་དཀྱིལ་འཁོར་གྱི་ཁང་པ་བསྐྱེད་པར་བྱ་སྟེ། པདྨ་འདབ་མ་བཞི་པ་ཁ་དོག་སྣ་ཚོགས་པ་ལ་རྡོ་རྗེ་རབས་བསྐོར་བ་གྲུ་ཚད་བཞི་དང་ལྡན་པ་གྲུ་བཞིར་འདུག་ཅིང་སྒོ་བཞིར་ཀ་བ་བརྒྱད་དང་ལྡན་པ། ",
    "d726:115": "དྲ་བ་དང་དྲ་བ་ཕྱེད་པ་དང་རིན་པོ་ཆེའི་ཆུན་འཕྱང་དང་ཏྭ་ར་ནི་ལ་སོགས་པས་མཛེས་པའོ། །",
    "d726:116": "དེ་ལྟར་དཀྱིལ་འཁོར་གྱི་ཁང་པ་དེ་འདྲ་བ་བསྐྱེད་དེ། ",
    "d726:117": "དབུས་ཀྱི་ཟེ་འབྲུ་ལ་ནི་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་ཏྃ་ལྗང་གུ་ལས་བྱུང་བའི་ཨུཏྤ་ལ་ཏྃ་དང་བཅས་པས། ",
    "d726:118": "འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:119": "དེའི་ཨུཏྤ་ལ་ལས་བྱུང་བའི་སྒྲོལ་མའི་སྐུ་ལྗང་གུ་ཞལ་གཅིག་ཕྱག་གཉིས་པ་ཕྱག་གཡས་པ་མཆོད་སྦྱིན། ",
    "d726:120": "གཡོན་པ་སྡོང་བུ་དང་བཅས་པའི་ཨུཏྤ་ལ་འཛིན་པ། ",
    "d726:121": "མཛེས་པའི་སྐུ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་། རྒྱན་རྣམ་པ་སྣ་ཚོགས་པས་བརྒྱན་པ། ",
    "d726:122": "གཞོན་ནུ་མ་ལང་ཚོ་ལ་བབ་པ་ཞལ་འཛུམ་བག་དང་བཅས་པ། མཉམ་པའི་སྐྱིལ་མོ་ཀྲུང་དང་བཅས་པས་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་བཞུགས་པའོ། །",
    "d726:123": "ཤར་དུ་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་ཏྃ་ལས་བསྐྱེད་པའི་ཨུཏྤ་ལ་མཐིང་ག་ས་བོན་དང་བཅས་པ་ལས། ",
    "d726:124": "འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་ཁྱབ་སྟེ་འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:125": "དེའི་ཨུཏྤ་ལ་ལས་བྱུང་བའི་སྒྲོལ་མ་མཐིང་ག་ཕྱག་གཉིས་པ་ཕྱག་གཡས་ཀྱིས་ཏྲི་ཤཱུ་ལ་འཛིན་པ། ",
    "d726:126": "ཕྱག་གཡོན་ན་སྡོང་བུ་དང་བཅས་པའི་ཨུཏྤ་ལ་འཛིན་པ་མཛེས་པའི་སྐུ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་རྣམ་པ་སྣ་ཚོགས་པས་བརྒྱན་པ། ",
    "d726:127": "གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ཞལ་འཛུམ་བག་དང་བཅས་པ། མཉམ་པའི་སྐྱིལ་མོ་ཀྲུང་དང་བཅས་པས་ཟླ་བ་དང་པདྨའི་སྟེང་ན་བཞུགས་པའོ། །",
    "d726:128": "ལྷོ་རུ་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་རེ་ལས་བསྐྱེད་པའི་ཨུཏྤ་ལ་སེར་པོ་ས་བོན་དང་བཅས་པ་ལས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་ཁྱབ་སྟེ། ",
    "d726:129": "འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:130": "དེའི་ཨུཏྤ་ལ་ལས་བྱུང་བའི་སྒྲོལ་མ་སྐུ་མདོག་གསེར་བསྲེགས་པ་ལྟ་བུ་ཕྱག་གཉིས་པ། ",
    "d726:131": "ཕྱག་གཡས་ན་རལ་གྲི་འཛིན་པ་གཡོན་ན་སྡོང་བུ་དང་བཅས་པའི་ཨུཏྤ་ལ་འཛིན་པ། ",
    "d726:132": "མཛེས་པའི་སྐུ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་སྣ་ཚོགས་ཀྱིས་བརྒྱན་པ། ",
    "d726:133": "གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ཞལ་འཛུམ་བག་དང་བཅས་པ་མཉམ་པའི་སྐྱིལ་མོ་ཀྲུང་དང་བཅས་པས་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་བཞུགས་པའོ། །",
    "d726:134": "ནུབ་ཏུ་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་ཏུ་ལས་བྱུང་བའི་ཨུཏྤ་ལ་དམར་པོ་ས་བོན་དང་བཅས་པ་ལས། ",
    "d726:135": "འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་ཁྱབ་སྟེ། འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:136": "དེའི་ཨུཏྤལ་ལས་བྱུང་བའི་སྒྲོལ་མ་དམར་མོ་ཕྱག་གཉིས་པ་ཕྱག་གཡས་པ་ན་འཁོར་ལོ་འཛིན་པ། ",
    "d726:137": "གཡོན་པ་ན་སྡོང་བུ་དང་བཅས་པའི་ཨུཏྤ་ལ་འཛིན་པ། ",
    "d726:138": "མཛེས་པའི་སྐུ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་སྣ་ཚོགས་ཀྱིས་བརྒྱན་པ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ཞལ་འཛུམ་བག་དང་བཅས་པ། མཉམ་པའི་སྐྱིལ་མོ་ཀྲུང་དང་བཅས་པས་ཟླ་བ་དང་པདྨའི་སྟེང་ན་བཞུགས་པའོ། །",
    "d726:139": "བྱང་དུ་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་ཏཱཾ་ལས་བྱུང་པའི་ཨུཏྤལ་ལྗང་གུ་ས་བོན་དང་བཅས་པ་ལས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་ཁྱབ་སྟེ། ",
    "d726:140": "འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:141": "དེའི་ཨུཏྤ་ལ་ལས་བྱུང་བའི་སྒྲོལ་མ་ལྗང་གུ་ཕྱག་གཉིས་མ་ཕྱག་གཡས་ན་གདུགས་འཛིན་པ་གཡོན་ན་སྡོང་བུ་དང་བཅས་པའི་ཨུཏྤ་ལ་འཛིན་པ་མཛེས་པའི་སྐུ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་རྣམ་པ་སྣ་ཚོགས་པས་བརྒྱན་པ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ཞལ་འཛུམ་བག་དང་བཅས་པ་མཉམ་པའི་སྐྱིལ་མོ་ཀྲུང་དང་བཅས་པས་གདན་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་བཞུགས་པའོ། །",
    "d726:142": "ཤར་གྱི་སྒོར་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་ཏཱྃ་ལས་བྱུང་པའི་ཨུཏྤ་ལ་ས་བོན་དང་བཅས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:143": "དེའི་ཨུཏྤ་ལ་ལས་བྱུང་བའི་སྒྲོལ་མ་ལྕགས་ཀྱུ་མ་སྐུ་མདོག་དཀར་མོ་ཕྱག་གཉིས་ལྕགས་ཀྱུ་འཛིན་པ་ཁྲོས་པའི་སྐུ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་རྣམ་པ་སྣ་ཚོགས་པས་བརྒྱན་པ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ཅུང་ཞིག་ཁྲོས་པའི་ཞལ་དང་བཅས་པ་ཞབས་བརྐྱང་བསྐུམ་དུ་ཟླ་བ་དང་པདྨའི་སྟེང་ན་བཞུགས་པའོ། །",
    "d726:144": "ལྷོའི་སྒོར་པདྨ་དང་ཟླ་བའི་སྟེང་དུ་རེ་ལས་བྱུང་བའི་ཨུཏྤ་ལ་ས་བོན་དང་བཅས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་། ",
    "d726:145": "ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:146": "དེའི་ཨུཏྤལ་ལས་བྱུང་བའི་སྒྲོལ་མ་ཞགས་པ་མ་སྐུ་མདོག་སེར་མོ་ཞལ་གཅིག་ཕྱག་གཉིས་པ་ཞགས་པ་འཛིན་པ། ",
    "d726:147": "ཁྲོས་པའི་སྐུ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་རྣམ་པ་སྣ་ཚོགས་པས་བརྒྱན་པ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ཅུང་ཞིག་ཁྲོས་པའི་ཞལ་དང་བཅས་པ། ",
    "d726:148": "ཞབས་བརྐྱང་བསྐུམ་དུ་ཟླ་བ་དང་པདྨའི་སྟེང་ན་བཞུགས་པའོ། །",
    "d726:149": "ནུབ་ཀྱི་སྒོར་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་ཏུ་ལས་སྐྱེད་པའི་ཨུཏྤ་ལ་ས་བོན་དང་བཅས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:150": "དེའི་ཨུཏྤ་ལ་ལས་བྱུང་བའི་སྒྲོལ་མ་ལྕགས་སྒྲོག་མ་སྐུ་མདོག་དམར་མོ་ཕྱག་གཉིས་ལྕགས་སྒྲོག་འཛིན་པ་ཁྲོས་པའི་སྐུར་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་རྣམ་པ་སྣ་ཚོགས་པས་བརྒྱན་པ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ཁྲོས་པའི་ཞལ་དང་བཅས་པ་ཞབས་བརྐྱང་བསྐུམ་དུ་ཟླ་བ་དང་པདྨའི་གདན་ལ་བཞུགས་པའོ། །",
    "d726:151": "བྱང་གི་སྒོར་ཟླ་བ་དང་པདྨའི་སྟེང་དུ་རེ་ལས་བྱུང་བའི་ཨུཏྤ་ལ་ས་བོན་དང་བཅས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་འོད་ཁ་དོག་སྣ་ཚོགས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིན་རྒྱུ་དང་། ",
    "d726:152": "ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་མཐོང་ངོ་། །",
    "d726:153": "དེའི་ཨུཏྤ་ལ་ལས་བྱུང་བའི་སྒྲོལ་མ་དྲིལ་བུ་མ་སྐུ་མདོག་ལྗོང་སྔོན་མ་ཕྱག་གཉིས་ན་དྲིལ་བུ་འཛིན་ཅིང་ཁྲོས་པ་སྐུ་ལ་རིན་པོ་ཆེའི་དོ་ཤལ་དང་སྙན་ཆ་དང་དཔུང་རྒྱན་དང་རྒྱན་རྣམ་པ་སྣ་ཚོགས་པས་བརྒྱན་པ་གཞོན་ནུ་ལང་ཚོལ་བབ་པ། ",
    "d726:154": "ཁྲོས་པའི་ཞལ་དང་བཅས་པ་ཞབས་བརྐྱང་བསྐུམ་དུ་པདྨ་དང་ཟླ་བའི་སྟེང་ན་བཞུགས་པའོ། །",
    "d726:155": "འཇམ་དཔལ་དེ་ལྟར་ལྷའི་འཁོར་ལོ་བསྒོམ་པར་བྱའོ། །",
    "d726:156": "འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྤྲུལ་པ་ལ་སོགས་པ་རྣམས་ནི་ཇི་ལྟ་བུ། ",
    "d726:157": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འགྲོ་བ་དྲུག་པོ་རྣམས་ནི་ཉོན་མོངས་པ་དང་བཅས་པའི་ཁམས་སོ། །",
    "d726:158": "དེ་ལྟ་བས་ན་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་ཆུ་ཟླ་དང་གཟུགས་བརྙན་ལྟ་བུར་རིག་པར་བྱའོ། །",
    "d726:159": "ལྷའི་ལེའུ་སྟེ་བཞི་པའོ།། །།",
    "d726:160": "དེ་ནས་འཇམ་དཔལ་གྱིས་ཞུས་པ། བཅོམ་ལྡན་འདས་ལྷ་དེ་ལྷས་ཇི་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱ། ",
    "d726:161": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་སྤྲུལ་པ་ལྟ་བུ་དང་སྒྱུ་མ་ལྟ་བུ་དང་འཇའ་ཚོན་ལྟ་བུ་དང་སྨིག་རྒྱུ་ལྟ་བུ་དང་ཆུ་ཟླ་ལྟ་བུ་དང་གཟུགས་བརྙན་ལྟ་བུས་སོ། །",
    "d726:162": "འཇམ་དཔལ་གྱིས་སྨྲས་པ། བཅོམ་ལྡན་འདས་སྤྲུལ་པ་ཞེས་བྱ་བ་ཇི་ལྟ་བུ། ",
    "d726:163": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྤྲུལ་པ་ཞེས་བྱ་བ་ནི་ཡང་དག་པ་མ་ཡིན་ཞིང་གཉིས་ཀ་འཁྲུལ་པའོ། །",
    "d726:164": "སྒྱུ་མ་ནི་གཞན་འཁྲུལ་པའོ། །",
    "d726:165": "འཇའ་ཚོན་ནི་སྟོང་པའོ། །",
    "d726:166": "སྨིག་རྒྱུ་ནི་ཡུལ་འཁྲུལ་ཅིང་སྟོད་པའོ། །",
    "d726:167": "ཆུ་ཟླ་ནི་རྒྱུ་འབྲས་སོ། །",
    "d726:168": "གཟུགས་བརྙན་ནི་དྲི་ཟའི་གྲོང་ཁྱེར་ཏེ། ",
    "d726:169": "འཇམ་དཔལ་འཁྲུལ་པ་ནི་དེ་བཞིན་ཏེ་ཉོན་མོངས་པ་དང་བཅས་པའི་ཁམས་ཀྱང་དེ་བཞིན་ནོ། །",
    "d726:170": "འཇམ་དཔལ་དེ་ལྟ་བས་ན་ལྷས་ལྷ་ལ་བྱིན་གྱིས་རློབ་པ་ཡང་འདྲའོ། །",
    "d726:171": "འཇམ་དཔལ་སྤྲུལ་པ་དང་སྒྱུ་མ་དང་འཇའ་ཚོན་དང་སྨིག་རྒྱུ་དང་ཆུ་ཟླ་དང་གཟུགས་བརྙན་ནི་ཐོགས་པ་མེད་ཅིང་ཐོགས་པ་དང་བྲལ་བའོ། །",
    "d726:172": "ཐ་དད་པ་མེད་ཅིང་ཐ་དད་པ་དང་བྲལ་བའོ། །",
    "d726:173": "འཇམ་དཔལ་དེའི་ཕྱིར་དེའི་རང་བཞིན་དེ་དང་འདྲ་བར་ཡིད་ལ་གྱིས་ཤིག །",
    "d726:174": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱིན་གྱིས་བརླབ་པ་མཛད་པ་ནི། ལག་པ་ཐལ་མོ་ཁོང་སྟོང་དུ་སྦྱར་ཏེ། གུང་མོ་གཉིས་བརྐྱང་སྟེ་རྩེ་སྦྱར་ནས། མཛུབ་མོ་གཉིས་དང་སྲིན་ལག་གཉིས་གུང་མོ་ལ་རེག་སྟེ་ཟུར་བཅག་ནས་མཐེའུ་ཆུང་དང་མཐེ་བོ་རྩེ་སྤྲད་ནས་ནང་སྦྱར་བ་ནི་རྡོ་རྗེའི་ཕྱག་རྒྱའོ། །",
    "d726:175": "དེའི་སྔགས་ནི་ཨོྃ་སརྦ་ཏ་ཐ་ག་ཏ་ཨ་ཏཾ་ཨ་ཧཾ་བཛྲ་སྟ་ན་སརྦ་ཏ་ཐཱ་ག་ཏ་བཛྲ་སྟ་ན་ཧཱུྃ་ཞེས་བརྗོད་པར་བྱའོ། །",
    "d726:176": "དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་དབང་བསྐུར་བར་མཛད་པ་ནི། ལག་པ་ཐལ་མོ་སྦྱར་ཏེ་མཐེའུ་ཆུང་དང་སྲིན་ལག་གཉིས་ཕྱིར་བཀན་ཏེ། གུང་མོ་རྩེ་སྤྲད་དེ་མཐེ་བོས་མཛུབ་མོ་གཉིས་མནན་པ་ནི་རིན་པོ་ཆེའི་ཕྱག་རྒྱ་སྟེ་མགོ་བོའི་སྟེང་དུ་བཞག་ནས་སྔགས་བརྗོད་པ་ནི། ",
    "d726:177": "ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏ་ཙིནྟཱ་མ་ཎི་ཛྭ་ལ་ནི་སརྦ་ཏ་ཐཱ་ག་ཏ་ཨ་ཧཾ་ཤུད་དྷ་པ་རི་ཤུད་དྷཱ་ཡ་སྭཱ་ཧཱ། ",
    "d726:178": "ཞེས་བྱ་བའི་སྔགས་འདིས་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་དབང་བསྐུར་ཞིང་བྱིན་གྱིས་བརླབས་པའོ། །",
    "d726:179": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཐུགས་ཀྱི་རིགས་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་ཕྱག་རྒྱ་ནི་ལག་པཱ་གཉིས་ཐལ་མོ་སྦྱར་ཏེ་སོར་མོ་རྣམས་ཕན་ཚུན་དུ་སོ་སོར་བསྣོལ་གུང་མོ་བསྒྲེང་སྟེ། ",
    "d726:180": "མཐེ་བོང་དང་མཐེའུ་ཆུང་ཡང་གཤིབས་ཏེ་བསྒྲེང་བ་ནི་དམ་ཚིག་གི་ཕྱག་རྒྱ་སྟེ་སྔགས་ནི་ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏ་བཛྲ་ས་མ་ཡ་ཧཱུྃ་ཞེས་བརྗོད་པར་བྱའོ། །",
    "d726:181": "དབང་བསྐུར་བའི་ལེའུ་སྟེ་ལྔ་པའོ།། །།",
    "d726:182": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུས་གསོལ་པ། ཟླ་བ་ཉི་མའི་སྐུ་འདྲ་བའི། །ལྗང་གུའི་མདོག་ཅན་འགྱིང་བག་ཅན། །པདྨ་ཟླ་བའི་སྟེང་ན་བཞུགས། །སངས་རྒྱས་ཐམས་ཅད་སྐྱེད་པའི་ཡུམ། །",
    "d726:183": "སེམས་ཅན་ཀུན་གྱི་སྐྱབས་གྱུར་པའི། །ཨུཏྤལ་བསྣམས་ལ་ཕྱག་འཚལ་བསྟོད། །ཅེས་ཡུམ་ལ་བསྟོད་ནས་གསོལ་པ། ",
    "d726:184": "བཅོམ་ལྡན་འདས་འདིའི་གསང་སྔགས་ནི་གང་གིས་འགྲུབ་ཅེས་གསོལ་པ་དང་། ",
    "d726:185": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདིའི་གཟུངས་སྔགས་ནི་འདིའོ། །ཨོཾ་ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་སྟྲཻ་ཡ་དྷྭ་སརྦ་ཏ་ཐཱ་ག་ཏཱ་ནཱཾ་ན་མསྟཱ་རཱ་ཡཻ། ན་མསྟཱ་རེ་ཏུ་རེ་བཱི་རཱཀྵ་ཎེ་དྱུ་ཏི་ནི་བྷེ་ཀྵ་ཎེ། ",
    "d726:186": "ཏྲཻ་ལོ་ཀྱ་ན་ཐཱ་བཀྟྲཱ་པྫ་བི་ཀ་ཤཏྐེ་ས་རོ་ད་བྷ་བེ། ན་མཿཤ་ཏ་ཤ་རཙྩནྡྲ་སཾ་པཱུཎྞ་པ་ཊ་ལཱ་ན་ནེ། ",
    "d726:187": "ཏཱ་རཱ་ས་ཧ་སྲ་ནི་ཀ་ར་པྲ་ཀ་ཤཏྙི་ར་ཎོ་ཛྫྭ་ལི། ན་མཿཀ་ན་ཀ་ནཱི་ལཱ་པྫ་པཱ་ཎི་པདྨ་བི་བྷཱུ་ཥ་ཏེ། ",
    "d726:188": "དཱ་ན་བཱིརྱ་ཏ་པཿཤཱ་ན་ཏི་ཏེ་ཏི་ཀྵ་དྷྱཱ་ན་གོ་ཙ་རེ། ",
    "d726:189": "ན་མ་སྟ་ཐཱ་ག་ཏོཥྞཱི་ཥ་བི་ཛ་ཡཱ་ནནྟ་ཙ་རི། ",
    "d726:190": "ཨ་ཤེ་ཥ་པ་ར་མི་ཏཱ་པྲཱ་པྟ་ཛི་ན་པུ་ཏྲེ་ཎ་སེ་བི་ཏེ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ",
    "d726:191": "ཞེས་བཟླས་པར་བྱའོ། །གཟུངས་སྔགས་ནི་འདིའོ། །",
    "d726:192": "སྙིང་པོ་ནི་འདིའོ། །ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བཟླས་པར་བྱའོ། །",
    "d726:193": "ཨོཾ་ཏུཏྟཱ་རེ་ཏུ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། པདྨའི་རིགས་ཀྱི་སྙིང་པོའོ། །",
    "d726:194": "ཨོཾ་ཏཱ་རེ་ཏུ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། རིན་པོ་ཆེའི་རིགས་ཀྱི་སྙིང་པོའོ། །",
    "d726:195": "ཨོཾ་ཏུ་རེ་ཏུཏྟཱ་རེ་སྭཱ་ཧཱ། ལས་ཀྱི་རིགས་ཀྱི་སྙིང་པོའོ། །",
    "d726:196": "ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏཱ་རེ་སྭཱ་ཧཱ། རྡོ་རྗེའི་རིགས་ཀྱི་སྙིང་པོའོ། །",
    "d726:197": "ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ལས་སྣ་ཚོགས་པའི་སྙིང་པོའོ། །",
    "d726:198": "ཨོཾ་ཏཱ་རེ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཧཱུྃ་ཀཱ་ར་པཱུ་རི་ཏཱ་ཤ་དི་གནྟ་རེས་པྟ་ལོ་ཀ་ཏྲ་མཱ་ཏྲཱན་ཏི། ཨ་ཤེ་ཥཱ་ཀརྵ་ཀྵ་མི་ཧཱིཿ དབང་དུ་བསྡུ་བའི་སྔགས་སོ། །",
    "d726:199": "ཨོཾ་ཏཱ་རེ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཧཱུྃ་སྭཱ་ཧཱ། ཀཱ་ར་པུ་རི་ཏཱ་ཤཱ་དི་གནྟ་རེ་སཔྟ་ལོ་ཀཀྐཱ་མཱ་ཀྲཱཾ་ཏི་ཨ་ཤེ་ཥ་པུནྚིཾ་ཀུ་རུ་ཀརྵ་ཎཀྵ་མི་ཧོ། །རྒྱས་པའི་སྔགས་སོ། །",
    "d726:200": "ཨོཾ་ཏཱ་རེ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཧཱུྃ་ཀཱ་ར་པཱུ་རི་ཏཱ་ཤཱ་དི་གཾ་ཏ་རི་སཔྟ་ལོ་ཀ་ཀྲཱ་མཱ་ཀྲཱ་ན་ཏི་ཨུཥྞཱི་ཥ་ཨ་ལི་ཀ་ར་ཡཱ་ཀརྵ་ཎ་ཀྵ་མི་ཕཊ། དེ་ནི་ལས་ཀྱི་སྔགས་སོ། །",
    "d726:201": "ཨོཾ་ཏཱ་རེ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་ཧཱུྃ་ཀཱ་རཱ་བུ་རི་ཏཱ་ཤཱ་དི་གཾ་ཙ་རིས་བྷ་ལོ་ཀ་ཀྲཱ་མཱ་ཀྲཱ་ནཱ་ཏི་ནིཿ ཨ་ཤེ་ཥ་ཤཱནྟིཾ་ཀུ་རུ་ཀཱ་རྵ་ཎ་ཀྵ་མི་སྭཱ་ཧཱ། ཀླུ་ཞི་བའི་སྔགས་སོ། །",
    "d726:202": "ཨོཾ་ཏཱ་རེ་ཏཱ་རེ་ཏུ་རེ་ཏུཏྟཱ་རེ་སྭཱ་ཧཱ། ",
    "d726:203": "ཤ་ཀྲཱ་ན་ལ་བྲ་ཧྨ་རུ་དྲཻ་ཤྩེ་ཤྭ་རཱ་རྩི་ཏེ་བྷཱུ་ཏ་བེ་ཏཱ་ལ་གཾ་དར་བ་ག་ཎ་ཡཀྵ་པུ་ར་སྐྲྀ་ཏེ་ཕཊ་ཀཱ་ར་ཡནྟྲ་པྲ་མརྡ་ནི་པྲ་ཏྱཱ་ལཱི་ཌྟ་པཱ་ད་ནྱཱ་ས་ཤི་ཁི་ཛྭཱ་ལཱ་ཀུ་ལི་ཛ་ལི་རི་མ་ཧཱ་ཧྲོ་རི་མཱ་ར་བཱིར་བི་ནཱ་ཤ་ནི། ",
    "d726:204": "བྷྲྀ་ཀུ་ཊི་ཀྲྀ་ཏ་བཱ་ཀ་ཏྲཱ་པྫ་སརྦ་ཤ་ཏྲུ་ནི་སཱུ་ད་ནི་རཏྣ་མུ་དྲཱཾ་ཀ་ཧྲྀ་དྱཱཾ་གུ་ལི་བི་བྷཱུ་ཥི་ཏྱ་པྷཱུ་ཥི་ཏཱ་ཤེ་ཥ་དི་ཀ་ཙཀྲ་ཀཱ་ར་སཽ་ཀ་རཱ་ཀུ་ལི་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ཕཊ། ལས་སྣ་ཚོགས་པའི་སྔགས་སོ། །",
    "d726:205": "ཨོཾ་ཨི་ནྩཱ་ཡ། ཡ་མཱ་ཡ། བ་རུ་ཎཱ་ཡ། ",
    "d726:206": "ཡཀྵཱ་ཡ། ཨགྣྣཱ་ཡ། བཱ་ཡ་བེ། ནཻ་རི་ཏྱཻ་རཀྵ་སེ། ཨོཾ་ཨིནྡྲ་པཱ་ལཱ་ཡ། ",
    "d726:207": "སཱུ་རྱཱ་ཡ་ཙནྟྲཱ་ཡ། ཨུ་ཏི་ཨ་ཡ་བུ་མི་ཡེ། ཨ་ཀཱ་རོ་མུ་ཁཾ་སརྦ་དྷརྨཱ་ཎཱཾ། ཨཱདྱ་ནུ་ཏྤནྣ་ཏྭཱ་ཏ་ཨོཾ་ཨཱཿཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཞེས་བྱ་བ་ནི་ལས་ཐམས་ཅད་གྲུབ་པའི་སྔགས་སོ། །",
    "d726:208": "སྔགས་ཀྱི་ལེའུ་སྟེ་དྲུག་པའོ།། །།",
    "d726:209": "འཇམ་དཔལ་ལས་ནི་འདིའོ། །",
    "d726:210": "སྤོས་ཀྱི་ཁང་པ་ཡིད་དུ་འོང་བར་དྲི་ཞིམ་པོའི་ཆག་ཆག་བཏབ་སྟེ། མཎྜལ་དཀར་པོ་ཙནྡན་དཀར་པོའི་ཆུས་བྱུགས་ལ་མེ་ཏོག་སིལ་མ་གཏོར་ཏེ། ",
    "d726:211": "བུམ་པ་དཀར་པོ་རིན་པོ་ཆེ་ལས་བྱས་པའི་ནང་དུ་རིན་པོ་ཆེ་ལྔ་ནི། གསེར་དང་མུ་ཏིག་དང་མན་ཤེལ་དང་བྱི་རུ་དང་མུ་མེན་གཞུག་པར་བྱའོ། །སྤོས་ལྔ་ནི་ཙནྡན་དང་ཨ་ག་རུ་དང་དུ་རུ་སྐ་དང་ག་པུར་དང་པུ་ཤེལ་ཙེ་གཞུག་པར་བྱའོ། །འབྲུ་ལྔ་ནི་ནས་དང་གྲོ་དང་སྲན་མ་དང་འབྲས་དང་ཏིལ་མར་གཞུག་པར་བྱའོ། །སྙིང་པོ་ལྔ་ནི་བུ་རམ་དང་སྦྲང་རྩི་དང་མར་དང་ལན་ཚྭ་དང་ཏིལ་གཞུག་པར་བྱའོ། །",
    "d726:212": "གཙང་མའི་རས་ཁ་ཚར་མཉམས་པས་དཀྲིས་ཏེ་དབུས་སུ་གཞག་གོ། །",
    "d726:213": "གང་བའི་བུམ་པ་བཞི་ཡང་གཞག་པར་བྱའོ། །པོག་ཕོར་བཞི་དང་མེ་ཏོག་ལ་སོགས་པ་བཞི་ཡང་གཞག་པར་བྱའོ། །",
    "d726:214": "དེ་ལྟར་རྫོགས་པས་འདི་བསམ་གཏན་དུ་བྱའོ། །",
    "d726:215": "ཡི་གེ་ཏྃ་ལས་བྱུང་བའི་བརྩོན་འགྲུས་དང་ལྡན་པའི་ཡུམ་སྒྲོལ་མ་དཔའ་མོ་རྣལ་འབྱོར་མའི་ལུས་སུ་བསྒོམ་པ་ནི། ",
    "d726:216": "པདྨ་རྒྱས་པ་ལས་བྱུང་ཞིང་ཟླ་བ་རྒྱས་པ་ལ་བཞུགས་པ་སྐུ་མདོག་སྟོན་ཀའི་ཟླ་བ་ལྟར་དཀར་བ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ལྟ་བུའི་སྐུ་དོ་ཤལ་དང་དཔུང་རྒྱན་དང་རིན་པོ་ཆེའི་ཆུན་འཕྱང་ལ་སོགས་པས་མཛེས་པར་བརྒྱན་པ། ",
    "d726:217": "པཉྩ་ལི་ཀའི་གོས་ཀྱིས་སྨད་དཀྲིས་པ་ཀ་ཤི་ཀའི་རས་ཀྱིས་སྟོད་གཡོགས་པ་སྐྱིལ་ཀྲུང་ཕྱེད་པ་དང་བཅས་པ་ཞལ་གཅིག་ཕྱག་གཉིས་པ་ཞལ་འཛུམ་ཞིང་སྤྱན་འཁྱུག་པ། ",
    "d726:218": "ཕྱག་གཡས་པ་མཆོག་སྦྱིན་མཛད་པ། གཡོན་པ་ཨུཏྤ་ལ་སྡོང་བུ་དང་བཅས་པ་འཛིན་པ། ",
    "d726:219": "སྐུ་ལས་འོད་ཟེར་འཕྲོ་ཞིང་པདྨ་དཀར་པོ་གེ་སར་དང་བཅས་པའི་དཀྱིལ་ན་བདུད་རྩིའི་རྒྱུན་སྐུ་ལས་འོད་ཟེར་འཕྲོ་བ་ཅན་དུ་བྱང་ཆུབ་སེམས་དཔའ་དཔག་ཏུ་མེད་པ་དང་བཅས་པ་བསམས་ཏེ་བཟླས་པ་འདི་བྱའོ། །",
    "d726:220": "ཨོྃ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བཟླས་པར་བྱའོ། །",
    "d726:221": "དེ་ནས་ལས་ཀྱི་སྔགས་དང་བཅས་པ་ལ་ནི་གཅིག་གམ། བདུན་ནམ། ཉི་ཤུ་རྩ་གཅིག་གམ། བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས། གསོལ་བ་བཏབ་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d726:222": "འཇམ་དཔལ་དེའི་ཕན་ཡོན་ནི་མཚམས་མེད་པ་ལྔ་དང་དེ་དང་ཉེ་བ་ལྔ་དང་སྡང་བ་དང་རྨི་ལམ་ངན་པ་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ། །",
    "d726:223": "འཇམ་དཔལ་དེའི་ཕན་ཡོན་ནི་ངན་སོང་གསུམ་གྱི་སྡུག་བསྔལ་ཞི་བར་འགྱུར་རོ། །མི་ཁོམ་པ་བརྒྱད་དུ་ནམ་ཡང་སྐྱེ་བར་མི་འགྱུར་རོ། །",
    "d726:224": "འཇམ་དཔལ་འདིའི་ཕན་ཡོན་ནི་ཚེ་རབས་དྲན་པ་དང་དབང་པོ་གསལ་བ་དང་ཡིད་གཞུངས་པར་འགྱུར་རོ། །བཟོའི་གནས་ཐམས་ཅད་ལ་མཁས་པར་འགྱུར་རོ། །",
    "d726:225": "སྟོབས་དང་མདངས་དང་གཟི་མདངས་ཕུན་སུམ་ཚོགས་པར་འགྱུར་རོ། །",
    "d726:226": "འཇིག་རྟེན་སྐྱོང་བ་ཐམས་ཅད་ཀྱིས་སྲུང་བ་དང་སྐྱོབ་པ་དང་སྦེད་པ་དང་ཕན་པར་བྱེད་དེ། ",
    "d726:227": "གང་དུ་ཕྱིན་པ་ཐམས་ཅད་དུ་བཀྲ་ཤིས་པར་འགྱུར་རོ། །",
    "d726:228": "ཞི་བའི་ལས་ཀྱི་ལེའུ་སྟེ་བདུན་པའོ།། །།",
    "d726:229": "འཇམ་དཔལ་རྒྱས་པའི་ལས་འདིའོ། །",
    "d726:230": "སྤོས་ཀྱི་ཁང་པ་དྲི་ཞིམ་པ་དང་ལྡན་པའི་གནས་སུ་བ་སེར་སྐྱའི་རྣམ་ལྔས་སྐྱོང་ནུལ་བྱ་སྟེ་དྲི་ཞིམ་པོས་བྱུགས་པའི་མཎྜལ་བྱའོ། །",
    "d726:231": "མེ་ཏོག་གི་ཚོམ་བུ་ཡང་དགྲམ་པར་བྱའོ། །རྒྱས་པ་ལས་བྱུང་བའི་ཐང་ཀ་ཡང་དགྲམ་པར་བྱའོ། །",
    "d726:232": "རིན་པོ་ཆེ་རྣམ་པ་ལྔ་དང་འབྲུ་དང་སྨན་ལ་སོགས་པ་དག་ལ་རིལ་བུ་ཉི་ཤུ་རྩ་གཅིག་བྱ་སྟེ། རིན་པོ་ཆེའི་ག་འུར་བཅུག་ལ་མཎྜལ་གྱི་དབུས་སུ་གཞག་པར་བྱའོ། །",
    "d726:233": "པོག་ཕོར་བཞི་ཡང་གཞག་པར་བྱའོ། །མེ་ཏོག་ལ་སོགས་པ་ཡང་གཞག་པར་བྱས་ནས་བསམ་གཏན་བསྒོམ་པར་བྱ་སྟེ། ",
    "d726:234": "ཡི་གེ་ཏྃ་ལས་བསྐྱེད་པའི་མྱུར་བའི་བརྩོན་འགྲུས་དང་ལྡན་པའི་ཡུམ་སྒྲོལ་མ་དཔའ་མོ་གཅིག་མ་རྣལ་འབྱོར་མའི་ལུས་སུ་བསྒོམ་པ་ནི་པདྨ་རྒྱས་པ་ལས་བྱུང་ཞིང་ཉི་ཟླའི་སྟེང་དུ་རྒྱས་པའི་སྐུ་སྟོན་ཀའི་ཟླ་བ་ལྟར་གསལ་བ་སྤྲིན་དང་བྲལ་བའི་ཉི་མ་ལྟ་བུར་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ལྟ་བུའི་སྐུ་མདོག་སེར་པོ་དོ་ཤལ་དང་དཔུང་རྒྱན་དང་རིན་པོ་ཆེའི་ཆུན་འཕྱང་ལ་སོགས་པས་མཛེས་པར་བརྒྱན་པ། ",
    "d726:235": "པཉྩ་ལི་ཀའི་གོས་ཀྱིས་སྨད་དཀྲིས་པ། ",
    "d726:236": "ཀ་ཤི་ཀའི་རས་ཀྱིས་སྟོད་གཡོགས་པ་སྐྱིལ་ཀྲུང་ཕྱེད་པ་དང་བཅས་པ་ཞལ་གཅིག་ཕྱག་གཉིས་པ་ཞལ་འཛུམ་ཞིང་སྤྱན་འཁྱུག་པ། ",
    "d726:237": "ཕྱག་གཡས་པ་མཆོག་སྦྱིན་མཛད་པ། ",
    "d726:238": "གཡོན་པ་ཨུཏྤ་ལ་སྡོང་པུ་དང་བཅས་པ་འཛིན་པ་སྐུ་ལས་འོད་འཕྲོ་ཞིང་པདྨའི་གེ་སར་དང་བཅས་པའི་དཀྱིལ་ན་བདུད་རྩིའི་རྒྱུན་སྐུ་ལས་འོད་འཕྲོ་བ་ལྷའི་ཚོགས་དང་ལྷ་མ་ཡིན་གྱི་ཚོགས་དང་ནམ་མཁའ་ལྡིང་གི་ཚོགས་དང་མི་འམ་ཅིའི་ཚོགས་དང་མིའི་ཚོགས་དང་དྲི་ཟའི་ཚོགས་དང་ལྟོ་འཕྱེ་ཆེན་པོའི་ཚོགས་དང་སྲིན་པོ་ལ་སོགས་པའི་སྟོབས་ཟིལ་གྱིས་གནོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་དཔག་ཏུ་མེད་པ་དང་བཅས་པ་བསྒོམ་སྟེ་བཟླས་པ་འདི་བྱའོ། །",
    "d726:239": "ཨོཾ་ཏཱ་རེ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བཟླས་པ་བྱའོ། །",
    "d726:240": "དེ་ནས་ལས་ཀྱི་སྔགས་དང་བཅས་པས་ལན་གཅིག་གམ་བདུན་ནམ་ཉི་ཤུ་རྩ་གཅིག་གམ་བརྒྱ་རྩ་བརྒྱད་བརྗོད་ནས། གསོལ་བ་བཏབ་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d726:241": "འཇམ་དཔལ་དེའི་ཕན་ཡོན་ནི་ལྷའི་ཚོགས་དང་ལྷ་མ་ཡིན་གྱི་ཚོགས་དང་ནམ་མཁའ་ལྡིང་གི་ཚོགས་དང་མིའམ་ཅིའི་ཚོགས་དང་། མིའི་ཚོགས་དང་དྲི་ཟའི་ཚོགས་དང་ལྟོ་འཕྱེ་ཆེན་པོའི་ཚོགས་དང་། སྲིན་པོའི་ཚོགས་ཐམས་ཅད་ཀྱིས་དེའི་སྟོབས་ཐུབ་པར་མི་འགྱུར་ལ། ",
    "d726:242": "སྲུང་བ་དང་སྐྱོབ་པ་ཡང་བྱེད་པར་འགྱུར་རོ་དུས་མ་ཡིན་པར་འཆི་བ་དང་། རྩོད་པ་དང་། ",
    "d726:243": "རྨི་ལམ་ངན་པ་དང་། ལྟས་ངན་པ་དང་། རིམས་དང་། འབྲུམ་བུ་དང་། གཡན་པ་ལ་སོགས་པས་མི་ཚུགས་སོ། །",
    "d726:244": "ནམ་འཆི་བའི་ཚེ་ཡང་སྟོབས་དང་ལྡན་པར་འགྱུར་རོ། །ངན་སོང་གསུམ་དུ་མི་འགྱུར་རོ། །",
    "d726:245": "འཇམ་དཔལ་ལས་དེས་ཡོ་བྱད་དང་ཚེ་དང་བཀྲག་དང་སྟོབས་དང་ལྡན་པར་འགྱུར་རོ། །",
    "d726:246": "དེ་བཞིན་གཤེགས་པ་མཐོང་བ་དང་སྟོབས་དང་ལྡན་པར་འགྱུར་རོ། །",
    "d726:247": "རྒྱས་པའི་ལས་ཀྱི་ལེའུ་སྟེ་བརྒྱད་པའོ།། །།",
    "d726:248": "འཇམ་དཔལ་དབང་དུ་བསྡུ་བའི་ལས་ནི་འདིའོ། །",
    "d726:249": "དུར་ཁྲོད་དམ་ཤིང་གཅིག་གམ། ཆུ་བོ་ཆེན་པོའི་འགྲམ་མམ་གཙུག་ལག་ཁང་དུ་བྱའོ། །",
    "d726:250": "ཁང་པ་དེར་བའི་རྣམ་ལྔས་སྐྱོང་ནུལ་བྱས་ཏེ་དྲི་ཞིམ་པོས་བྱུགས་པའི་མཎྜལ་མེ་ཏོག་སིལ་མ་དགྲམ་པར་བྱའོ། །",
    "d726:251": "ཡུམ་གྱི་སྐུ་གཟུགས་ཀྱང་བཞུགས་ཏེ་པོག་ཕོར་དང་མེ་ཏོག་ལ་སོགས་པ་ཡང་བཤམ་པར་བྱའོ། །",
    "d726:252": "མེ་ཏོག་དང་འབྲས་བུ་ནུས་པ་དང་ལྡན་པའི་རྫས་དག་རིན་པོ་ཆེའི་ག་འུར་བཅུག་ལ་མཎྜལ་གྱི་དབུས་སུ་གཞག་པར་བྱའོ། །",
    "d726:253": "དེ་ནས་བསམ་གཏན་བསྒོམ་པ་ནི། ",
    "d726:254": "ཏཱྃ་ལས་བྱུང་བའི་མྱུར་བའི་བརྩོན་འགྲུས་དང་ལྡན་པའི་ཡུམ་སྒྲོལ་མ་དཔའ་མོ་རྣལ་འབྱོར་མའི་ལུས་སུ་བསྒོམ་པ་ནི་པདྨ་ལས་བྱུང་ཞིང་ཉི་ཟླའི་སྟེང་ན་སྐུ་མདོག་བནྡུ་ཀའི་མེ་ཏོག་ལྟར་དམར་བ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ལྟ་བུའི་སྐུ་དོ་ཤལ་དང་དཔུང་རྒྱན་དང་རིན་པོ་ཆེའི་ཆུན་འཕྱང་ལ་སོགས་པས་མཛེས་པར་བརྒྱན་པ། ",
    "d726:255": "པཉྩ་ལི་ཀའི་གོས་ཀྱིས་སྨད་དཀྲིས་པ། ཀ་ཤི་ཀའི་རས་ཀྱིས་སྟོད་གཡོགས་པ། འགྱིང་བག་གི་ཚུལ་གྱིས་བཞེངས་པ། ",
    "d726:256": "ཞལ་གཅིག་ཕྱག་གཉིས་པ་ཞལ་བཞད་ཅིང་ཆེར་བཞད་པ་སྤྱན་འཁྱུག་པ་ཕྱག་གཡས་ཐུགས་ཀ་ན་འདུད་པ། གཡོན་སྡོང་བུ་དང་བཅས་པའི་ཨུཏྤ་ལ་འཛིན་པ། ",
    "d726:257": "སྐུ་ལས་འོད་འཕྲོ་བ་དང་བཅས་པ་ལས་རང་དང་མཐུན་པའི་འོད་འཁྲུག་པ་དང་བཅས་པའི་སྐུ་བྱང་ཆུབ་སེམས་དཔའ་དཔག་ཏུ་མེད་པ་ལྷ་མོ་དཔག་ཏུ་མེད་པ་དང་བཅས་པ་བསམ་སྟེ་བཟླས་པ་འདི་བྱའོ། །",
    "d726:258": "ཨོཾ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ",
    "d726:259": "ཞེས་བཟླས་པར་བྱའོ། །དེ་ནས་ལས་ཀྱི་སྔགས་དང་བཅས་པ་ལན་གཅིག་གམ་བདུན་ནམ་ཉི་ཤུ་རྩ་གཅིག་གམ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་གསོལ་བ་བཏབ་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d726:260": "འཇམ་དཔལ་དེའི་ཕན་ཡོན་ནི་ས་བདག་གི་རྒྱལ་པོ་ལ་སོགས་པ་འཇིག་རྟེན་གསུམ་པོ་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ། །ཐམས་ཅད་ཁུགས་པར་འགྱུར་རོ། །",
    "d726:261": "དབང་གི་ལས་ཀྱི་ལེའུ་སྟེ་དགུ་པའོ།། །།",
    "d726:262": "འཇམ་དཔལ་དྲག་པོའི་ལས་བྱ་བར་འདོད་པས་གནས་ནི་དུར་ཁྲོད་དམ་ཤིང་གཅིག་གམ་ཆུ་བོ་ཆེན་པོའི་འགྲམ་མམ་གཙུག་ལག་ཁང་དུ་བྱའོ། །",
    "d726:263": "ཁང་པ་དེར་བའི་རྣམ་ལྔས་ཆག་ཆག་བཏབ་སྟེ་དྲི་ཞིམ་པོའི་ཆུས་མཎྜལ་བྱའོ། །སྐུ་གཟུགས་ལ་སོགས་པ་ཡང་དགྲམ་པར་བྱའོ། །",
    "d726:264": "གྲོ་གའམ་རས་སམ་ཤིང་ཤུན་ལ་རྒྱལ་པོ་ལ་སོགས་པའི་གཟུགས་ནིམ་པའི་ཆུས་བྲིས་ལ་མཎྜལ་གྱི་སྟེང་དུ་ཁམ་པའི་ག་འུར་གཞུག་པར་བྱའོ། །དེ་ནས་མཎྜལ་གྱི་སྟེང་དུ་གཞག་པར་བྱའོ། །",
    "d726:265": "པོག་ཕོར་ལ་སོགས་པའི་མཆོད་པ་ཡང་བཤམ་པར་བྱའོ། །",
    "d726:266": "དེ་ནས་བསམ་གཏན་བསྒོམ་པར་བྱ་སྟེ་ཡི་གེ་ཏྃ་ལས་བསྐྱེད་པའི་མྱུར་བའི་བརྩོན་འགྲུས་དང་ལྡན་པའི་ཡུམ་སྒྲོལ་མ་དཔའ་མོ་རྣལ་འབྱོར་མའི་ལུས་སུ་བསྒོམ་པ་ནི་པདྨ་རྒྱས་པ་ལས་བྱུང་ཞིང་ཉི་ཟླའི་སྟེང་ན་བཞུགས་པ་སྐུ་མདོག་ལྗང་གུ་ཀུན་ནས་གསལ་བ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ལྟ་བུའི་སྐུ་དོ་ཤལ་དང་དཔུང་རྒྱན་དང་རིན་པོ་ཆེའི་ཆུན་འཕྱང་ལ་སོགས་པས་མཛེས་པར་བརྒྱན་པ། ",
    "d726:267": "པཉྩ་ལི་ཀའི་གོས་ཀྱིས་སྨད་དཀྲིས་པ་ཀ་ཤི་ཀའི་གོས་ཀྱིས་སྟོད་གཡོགས་པ་ཞབས་གཡས་བརྐྱང་བ་གཡོན་བསྐུམ་པས་བཞུགས་པ་ཞལ་གཅིག་ཕྱག་གཉིས་པ་ཞལ་མཆེ་བ་གཙིགས་པ་སྤྱན་ནི་རབ་ཏུ་འབར་ཞིང་དབུ་སྐྲ་གྱེན་དུ་བརྫེས་པ་དབུའི་ཟླ་བའི་སྟེང་ན་ཨ་མི་ཏཱ་བྷ་དང་བཅས་པ་བསྐལ་པའི་མེ་དཔུང་ནང་ན་བཞུགས་པ་ཕྱག་གཡས་ན་འཁོར་ལོ་འཛིན་པ་གཡོན་སྡིགས་མཛུབ་དང་བཅས་པའི་ཨུཏྤ་ལ་སྡོང་བུ་དང་བཅས་པ་འཛིན་པ། ",
    "d726:268": "སྐུ་ལས་ཁྲོ་བོ་འཕྲོ་བ་ཁྲོ་མོ་དཔག་ཏུ་མེད་པ་དང་ལྷན་ཅིག་ཏུའོ། །དེའི་བཟླས་པ་ནི་འདིའོ། །",
    "d726:269": "ཨོཾ་ཏུ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བཟླས་པར་བྱའོ། །",
    "d726:270": "དེ་ནས་ལས་ཀྱི་སྔགས་དང་བཅས་པ་ལན་གཅིག་གམ་བདུན་ནམ་ཉི་ཤུ་རྩ་གཅིག་གམ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཤིང་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་བཟླས་ནས་གསོལ་བ་བཏབ་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d726:271": "འཇམ་དཔལ་འདིའི་ཕན་ཡོན་ནི་ཉོན་མོངས་པ་དང་ལས་དང་རྣམ་པར་སྨིན་པ་དང་ངན་སོང་ལ་སོགས་པ་ཐམས་ཅད་འཇོམས་པའོ། །",
    "d726:272": "འཇམ་དཔལ་མ་རུངས་པའི་དགྲ་དང་གདོན་དང་བགེགས་ལ་སོགས་པ་ཐམས་ཅད་འཇོམས་པར་འགྱུར་རོ། །",
    "d726:273": "དྲག་པོའི་ཕྲིན་ལས་ཀྱི་ལེའུ་སྟེ་བཅུ་པའོ།། །།",
    "d726:274": "འཇམ་དཔལ་ཕྲིན་ལས་སྣ་ཚོགས་པའི་ལས་ནི་འདིའོ། །",
    "d726:275": "དུར་ཁྲོད་དམ་ཤིང་གཅིག་གམ་མཆོད་རྟེན་གྱི་མདུན་ནམ་ཆུ་བོ་ཆེན་པོའི་འགྲམ་དུ་ལས་བྱའོ། །",
    "d726:276": "ཁང་པ་དེར་བའི་རྣམ་ལྔས་སྐྱོང་ནུལ་བྱ་སྟེ། དྲི་ཞིམ་པོས་བྱུགས་པའི་མཎྜལ་ལ་མེ་ཏོག་སིལ་མ་དགྲམ་པར་བྱའོ། །ཡུམ་གྱི་སྐུ་གཟུགས་ཀྱང་བཞུགས་ཏེ། ",
    "d726:277": "སྦྲ་ཚིལ་ལས་བྱས་པའི་གཟུགས་ཀྱི་སྙིང་གར་དུར་ཁྲོད་ཀྱི་རས་ལ་སྔགས་བཅུ་པ་དང་གསལ་བའི་ཡི་གེ་གཉིས་དང་བཅས་པ་ལ་མིང་གི་ཡི་གེ་མཐའ་དང་བཅས་པ་བཅུག་སྟེ། མཎྜལ་གྱི་དབུས་སུ་གཞག་པར་བྱའོ། །",
    "d726:278": "པོག་པོར་དང་མེ་ཏོག་ལ་སོགས་པ་ཡང་གཞག་པར་བྱས་ནས། ",
    "d726:279": "དེ་ནས་བསམ་གཏན་བསྒོམ་པ་ནི་ཏྃ་ལས་བྱུང་བའི་མྱུར་བའི་བརྩོན་འགྲུས་དང་ལྡན་པའི་སྐུ། ",
    "d726:280": "ཡུམ་སྒྲོལ་མ་དཔའ་མོ་རྣལ་འབྱོར་པའི་ལུས་སུ་བསྒོམ་པ་ནི། ",
    "d726:281": "པདྨ་ལས་བྱུང་ཞིང་ཉི་ཟླའི་སྟེང་ན་སྐུ་མདོག་ནག་པོ་ཤིན་ཏུ་འཚེར་བ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་ལྟ་བུའི་སྐུ་དོ་ཤལ་དང་དཔུང་རྒྱན་དང་རིན་པོ་ཆེའི་ཆུན་འཕྱང་ལ་སོགས་པས་མཛེས་པར་བརྒྱན་པ། ",
    "d726:282": "པཉྩ་ལི་ཀའི་གོས་ཀྱིས་སྨད་དཀྲིས་པ་ཀ་ཤི་ཀའི་གོས་ཀྱིས་སྟོད་གཡོགས་བྱས་པ་ཞབས་བརྐྱང་བསྐུམ་དུ་བཞུགས་པ་ཞལ་གཅིག་ཕྱག་གཉིས་པ་མཆེ་བ་ཟླ་བ་ཕྱེད་པ་ལྟ་བུ་གཅིགས་པ་ཞལ་ཁྲོ་གཉེར་ཧཱུྃ་སྒྲ་དང་བཅས་པ་དབུ་སྐྲ་དམར་སེར་གྱེན་དུ་ཕྱོགས་པ་དབུ་ལ་ཟླ་བའི་སྟེང་ན་ཨ་མི་ཏཱ་བྷ་བཞུགས་པ། ",
    "d726:283": "བསྐལ་པའི་མེ་དཔུང་དང་བཅས་པའི་འོད་ལས་འཇིགས་པ་བརྒྱད་ལས་བསྲུང་བའི་ལྷ་མོ་བརྒྱད་འཕྲོ་བ་ཕྱག་གཡས་ན་གྲི་གུག་འཛིན་ཅིང་གཡོན་པ་སྡོང་བུ་དང་བཅས་པའི་ཨུཏྤ་ལའི་སྟེང་ན་མེ་ཏོག་གིས་བཀང་བའི་བྲམ་ཟེའི་ཐོད་པ་ཅན་འཛིན་པ་ཁྲོ་བོའི་ཚོགས་དང་བཅས་པ་བསྒོམ་པར་བྱའོ། །",
    "d726:284": "སྔགས་ནི་འདི་བཟླས་པར་བྱའོ། །ཨོཾ་ཏཱ་རེ་ཏུ་རེ་ཏུཏྟཱ་རེ་སྭཱ་ཧཱ། ",
    "d726:285": "ཞེས་བཟླས་པར་བྱའོ། །དེ་ནས་ལས་ཀྱི་སྔགས་དང་བཅས་པ་ལན་གཅིག་གམ་བདུན་ནམ་ཉི་ཤུ་རྩ་གཅིག་གམ། བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་གསོལ་བཏབ་ནས་འགྲུབ་པར་འགྱུར་རོ། །",
    "d726:286": "འཇམ་དཔལ་འདིའི་ཕན་ཡོན་ནི་ཕྲིན་ལས་བཞི་འགྲུབ་པར་འགྱུར་རོ། །འཇིགས་པ་ལས་བསྲུང་བར་འགྱུར་རོ། །",
    "d726:287": "ཕྲིན་ལས་སྣ་ཚོགས་ཀྱི་ལེའུ་སྟེ་བཅུ་གཅིག་པའོ།། །།",
    "d726:288": "དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ལ་སངས་རྒྱས་ཐམས་ཅད་བསྐྱེད་པའི་ཡུམ་ནི་རིགས་ལྔའི་བདག་ཉིད་ཀྱི་ཡུམ་ཇི་ལྟར་ལགས། ",
    "d726:289": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་རྡོ་རྗེ་རིགས་ཀྱི་ཡུམ་ནི་ཞལ་བཞི་མ་ཕྱག་བརྒྱད་མ་དུང་གི་མདོག་ཅན་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ། ",
    "d726:290": "ཞལ་དཀར་བ་དང་གནག་པ་དང་དམར་བ་དང་སེར་པོའི་ཞལ་བཞིའོ། །",
    "d726:291": "རིགས་ལྔས་དབུ་ལ་མཚན་པ་སྤྱན་གསུམ་པའོ། །",
    "d726:292": "ཕྱག་བརྒྱད་ནི་རྡོ་རྗེ་དང་མདའ་དང་མདུང་ཐུང་དང་ཐ་མ་ལ་མཆོག་སྦྱིན་གྱི་ཕྱག་རྒྱའོ། །",
    "d726:293": "ཨུཏྤ་ལ་དང་གཞུ་དང་རྡོ་རྗེ་ལྕགས་ཀྱུ་དང་ཞགས་པ་དང་སྡིགས་མཛུབ་ནི་གཡོན་པའི་ཕྱག་རྒྱའོ། །",
    "d726:294": "རྡོ་རྗེ་སྐྱིལ་ཀྲུང་གིས་བཞུགས་ཤིང་ཆོས་སྐུའི་རང་བཞིན་ཅན་ནོ། །འཇམ་དཔལ་དེའི་སྔགས་ནི་འདིའོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱ་ཛྙཱ་ན་སཱ་ག་རཱ་ཡ། ཨ་ཀྵོ་བྷྱཿ བྱུ་ཧ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ",
    "d726:295": "ཨཪྷ་ཏེ་བྷྱཿ སཾ་མྱཀ་སཾ་བུདྡྷཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། པོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ། ",
    "d726:296": "ཏདྱ་ཐཱ། ཨོཾ་ཏཱ་རེ་ཏུ་རེ་ཏུཏྟཱ་རེ་སྭཱ་ཧཱ། ཞེས་བརྗོད་པས་རྡོ་རྗེའི་རིགས་ཐམས་ཅད་ཀྱིས་མེ་ཏོག་དང་མར་མེ་དང་དྲི་ཆབ་དང་བཤོས་གཙང་གིས་མཆོད་དོ། །",
    "d726:297": "འཇམ་དཔལ་དེའི་ལས་ནི་འདིའོ། །",
    "d726:298": "སྤྲ་ཚིལ་ལས་གང་ལ་བྱ་བའི་གཟུགས་བྱས་ཏེ། སྐྲོད་པའི་རྫས་ནི་བྱ་རོག་དང་ཧུ་ལུའི་ཤ་མིང་དང་བཅས་པའི་སྙིང་གར་བཅུག་ནས་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ཨོཾ་ཨ་མུ་ཀཾ་མེ་བ་ཤམ་ན་ཡ་སྭཱ་ཧཱ། ",
    "d726:299": "ཞེས་བརྗོད་ནས་རླུང་གི་ཕྱོགས་སུ་སྤས་ན་འཇམ་དཔལ་འཐབ་ཅིང་འབྱེར་བར་འགྱུར་ཏེ་གཞན་དུ་འབྲོས་པར་འགྱུར་རོ། །",
    "d726:300": "རྡོ་རྗེ་རིགས་ཀྱི་ཡུམ་གྱི་ལེའུ་སྟེ་བཅུ་གཉིས་པའོ།། །།",
    "d726:301": "འཇམ་དཔལ་པདྨའི་རིགས་ཀྱི་ཡུམ་ནི་ཞལ་བཞི་པ་ཕྱག་བརྒྱད་པ། ",
    "d726:302": "རྩ་བའི་ཞལ་ནི་དམར་མོ་བནྡུ་ཀའི་མེ་ཏོག་གི་མདོག་ཅན་གྱི་སྐུ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་གཡས་ཞལ་དཀར་པོ། ",
    "d726:303": "གཡོན་ཞལ་ནག་པོ་རྒྱབ་ཞལ་སེར་པོ་རིགས་བཞིས་དབུ་ལ་མཚན་པ་སྤྱན་གསུམ་པའོ། །",
    "d726:304": "ཕྱག་བརྒྱད་ན་པདྨ་དང་མདའ་དང་མདུང་དང་ཐ་མ་མཆོག་སྦྱིན་གྱི་ཕྱག་རྒྱའོ། །",
    "d726:305": "ཨུཏྤ་ལ་གཞུ་དང་རྡོ་རྗེ་ལྕགས་ཀྱུ་དང་ཞགས་པ་དང་སྡིགས་མཛུབ་ནི་གཡོན་པའི་ཕྱག་རྒྱའོ། །",
    "d726:306": "རྡོ་རྗེ་སྐྱིལ་མོ་ཀྲུང་གིས་བཞུགས་ཤིང་ཆོས་སྐུའི་རང་བཞིན་ཅན་ནོ། །འཇམ་དཔལ་དེའི་སྔགས་ནི་འདིའོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱ་ཛྙཱ་ན་སཱ་ག་རཱ་ཡ། ",
    "d726:307": "ཨ་མི་ཏ་བྷ་དེ་བ་བྱུ་ཧ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨཪྷ་ཏེ་བྷྱཿ སཾ་མྱཀི་སཾ་བུདྡྷཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། ",
    "d726:308": "མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བརྗོད་པས་པདྨའི་རིགས་ཐམས་ཅད་ཀྱིས་མེ་ཏོག་དང་བདུག་སྤོས་དང་མར་མེ་དང་དྲི་ཆབ་དང་ཞལ་ཟས་ཀྱིས་མཆོད་དོ། །",
    "d726:309": "འཇམ་དཔལ་དེའི་ལས་ནི་འདིའོ། །",
    "d726:310": "དྷ་དུ་ར་དང་ནིམ་པ་དང་མྱ་ངན་འཚང་གིས་མེ་ཏོག་བཏགས་ཏེ་ཕྱེ་མ་སྦྲང་རྩི་དང་ལྡེ་གུ་བྱས་ནས་སྔགས་འདི་བརྗོད་པར་བྱའོ། །ཨོཾ་ཨ་མུ་ཀ་ཨ་མི་ཏ་ནཾ་ཀུ་མཱ་རི་མ་ཧཱ་མུ་རི་དྲ་བ་ཏེ་ན་ད་སྱ་པི་ཏ་བ་ཡཙྪ་ཏུ་ཧཱུྃ་ཧྲཱིཿ། ",
    "d726:311": "ཞེས་བརྗོད་ནས་ལུས་ལ་བྱུགས་ན་རང་དབང་མེད་པར་ཁུགས་པར་འགྱུར་རོ། །",
    "d726:312": "པདྨ་རིགས་ཀྱི་ཡུམ་གྱི་ལེའུ་སྟེ་བཅུ་གསུམ་པའོ།། །།",
    "d726:313": "འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པའི་ཡུམ་ནི་ཞལ་བཞི་ཕྱག་བརྒྱད་པ་སེར་མོ་གསེར་བསྲེགས་པ་ལྟ་བུའི་སྐུ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ། ",
    "d726:314": "རྩ་བའི་ཞལ་སེར་པོ་གཡས་དཀར་བ་གཡོན་དམར་བ་རྒྱབ་ཀྱི་ཞལ་གནག་པ་རིགས་བཞིས་དབུ་ལ་མཚན་པ་སྤྱན་གསུམ་པའོ། །",
    "d726:315": "ཕྱག་བརྒྱད་ན་འཁོར་ལོ་དང་མདའ་དང་མདུང་དང་ཐ་མ་མཆོག་སྦྱིན་མཛད་པའོ། །",
    "d726:316": "ཨུཏྤ་ལ་དང་གཞུ་དང་རྡོ་རྗེ་ལྕགས་ཀྱུ་དང་ཞགས་པ་དང་སྡིགས་མཛུབ་དང་བཅས་པ་གཡོན་ན་འཛིན་པའོ། །",
    "d726:317": "རྡོ་རྗེ་སྐྱིལ་མོ་ཀྲུང་གིས་བཞུགས་ཤིང་ཆོས་སྐུའི་རང་བཞིན་ཅན་ནོ། །",
    "d726:318": "འཇམ་དཔལ་དེའི་སྔགས་ནི་འདིའོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མོ་ཨཱརྱ་ཛྙཱ་ན་སཱ་ག་རཱ་ཡ་བཻ་རོ་ཙ་ན་བྱཱུ་ཧ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨཪྷ་ཏེ་བྷྱཿ སཾ་མྱཀ་སཾ་བུདྡྷཱ་ཡ། ",
    "d726:319": "ཏདྱ་ཐཱ། ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བརྗོད་པས་ནི་དེ་བཞིན་གཤེགས་པའི་རིགས་ཐམས་ཅད་ཀྱིས་མཆོད་པའི་མེ་ཏོག་དང་མར་མེ་དང་བདུག་པ་དང་དྲི་ལ་སོགས་པས་མཆོད་དོ། །",
    "d726:320": "འཇམ་དཔལ་དེའི་ལས་ནི་འདིའོ། །",
    "d726:321": "ཐལ་ཆེན་དང་ས་ཞག་ལ་གཟུགས་བྱ་སྟེ་སྙིང་གར་གསལ་བྱེད་གཉིས་ཀྱི་ཡི་གེའི་མཐའ་ཅན་བཅུག་ལ་སྔགས་འདི་བརྗོད་པར་བྱའོ། །",
    "d726:322": "ཨོཾ་མཱ་ར་ཡ་མཱ་ར་ཡ། ཀཱ་ར་ཡ་ཀཱ་ར་ཡ། སྟཾ་བྷ་ཡ་སྟཾ་བྷ་ཡ། ཛཾ་བྷ་ཡ་ཛཾ་བྷ་ཡ། ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ",
    "d726:323": "ལྃ་ལྃ་ལྃ་ལྃ་ལྃ། ཞེས་བརྗོད་ནས་ལམ་རྒྱ་གྲམ་དུ་སྦ་བར་བྱའོ། །",
    "d726:324": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡུམ་གྱི་ལེའུ་སྟེ་བཅུ་བཞི་པའོ།། །།",
    "d726:325": "འཇམ་དཔལ་རིན་པོ་ཆེའི་རིགས་ཀྱི་ཡུམ་ནི་ཞལ་བཞི་ཕྱག་བརྒྱད་པ་རྩ་བའི་ཞལ་ནི་མཐིང་ག་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་མཐིང་གའི་སྐུ་ཞལ་གཡས་དཀར་བ་གཡོན་དམར་བ་རྒྱབ་ཞལ་སེར་བ་རིགས་བཞིས་དབུ་ལ་མཚན་པ་སྤྱན་གསུམ་པའོ། །",
    "d726:326": "ཕྱག་བརྒྱད་ནི་རིན་པོ་ཆེ་དང་མདའ་དང་མདུང་དང་ཐ་མ་མཆོག་སྦྱིན་མཛད་པའོ། །",
    "d726:327": "ཨུཏྤལ་དང་གཞུ་དང་རྡོ་རྗེ་ལྕགས་ཀྱུ་དང་ཞགས་པ་དང་སྡིགས་མཛུབ་གཡོན་པ་ན་འཛིན་པའོ། །",
    "d726:328": "རྡོ་རྗེ་སྐྱིལ་མོ་ཀྲུང་གིས་བཞུགས་ཤིང་ཆོས་སྐུའི་རང་བཞིན་ཅན་ནོ། །༄༅། །",
    "d726:329": "འཇམ་དཔལ་དེའི་སྔགས་ནི་འདིའོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མ་ཨཱརྱ་ཛྙཱ་ན་སྭཱ་ག་རཱ་ཡ་སཾ་བྷ་བ་བྱུ་ཧ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨཪྷ་ཏེ་བྷྱཿ སཾ་མྱཀ་སཾ་བུདྡྷཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ། །",
    "d726:330": "ཏདྱ་ཐཱ། ཨོཾ་ཏཱ་རེ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བརྗོད་པས་རིན་པོ་ཆེའི་རིགས་ཐམས་ཅད་ཀྱིས་མེ་ཏོག་དང་བདུག་སྤོས་དང་མར་མེ་དང་དྲི་ཆབ་ཀྱིས་མཆོད་དོ། །",
    "d726:331": "འཇམ་དཔལ་དེའི་ལས་ནི་འདིའོ། །",
    "d726:332": "སྟག་མའི་རྩ་བ་རུལ་བ་དང་རྙིང་པ་ལས་སྐྱེས་པའི་སྲིན་བུ་དང་ས་བོན་གཉིས་སུ་བསྲེས་པ་ཁམ་པའི་ག་འུར་བཅུག་སྟེ་སྔགས་འདི་བརྗོད་པར་བྱའོ། །",
    "d726:333": "ཨོཾ་ཨ་མུ་ཀ་ཨི་བི་ཊཱ་ནཾ། ཨཱ་ཀརྵ་ཡ་ཨཱ་ཀརྵ་ཡ་ཨ་མུ་ཀི་མ་ཡེ་བ་སེ་ཏྲཾ་ས་བན་ཀ་ཐ་ཧཱུྃ་ཧྲཱིཿ། ",
    "d726:334": "ཞེས་བཟླས་ཏེ་མ་ལ་འོག་ཏུ་སྦས་ན་ཡོན་ཏན་ཤེས་ཤིང་མི་ཕྱེད་པར་འགྱུར་རོ། །",
    "d726:335": "རིན་པོ་ཆེའི་རིགས་ཀྱི་ཡུམ་གྱི་ལེའུ་སྟེ་བཅྭ་ལྔ་པའོ།། །།",
    "d726:336": "འཇམ་དཔལ་ལས་ཀྱི་རིགས་ཀྱི་ཡུམ་ནི་ཞལ་བཞི་ཕྱག་བརྒྱད་པ་རྩ་བའི་ཞལ་ནི་ལྗང་གུ་གཞོན་ནུ་ལང་ཚོ་ལ་བབ་པ་གཡས་དཀར་བ་གཡོན་དམར་བ་རྒྱབ་ཞལ་ལྗང་གུ་རིགས་བཞིས་དབུ་ལ་མཚན་པ་སྤྱན་གསུམ་པའོ། །",
    "d726:337": "ཕྱག་བརྒྱད་ལ་རལ་གྲི་དང་མདའ་དང་མདུང་དང་ཐ་མ་མཆོག་སྦྱིན་མཛད་པའོ། །ཨུཏྤལ་དང་གཞུ་དང་རྡོ་རྗེ་ལྕགས་ཀྱུ་དང་། ",
    "d726:338": "ཞགས་པ་དང་སྡིགས་མཛུབ་ནི་གཡོན་ན་འཛིན་པའོ། །",
    "d726:339": "རྡོ་རྗེ་སྐྱིལ་མོ་ཀྲུང་གིས་བཞུགས་ཤིང་ཆོས་སྐུའི་རང་བཞིན་ཅན་ནོ། །",
    "d726:340": "འཇམ་དཔལ་དེའི་སྔགས་ནི་འདིའོ། །ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ནམ་ཨཱརྱ་ཛྙཱ་ན་སཱ་ག་རཱ་ཨ་མོ་གྷ་སིདྡྷི་བྱཱུ་ཧ་རཱ་ཛཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨཪྷ་ཏེ་བྷྱཿ སཾ་མྱཀ་སཾ་བུདྡྷཱ་ཡ། ན་མ་ཨཱརྱཱ་བ་ལོ་ཀི་ཏེ་ཤྭ་རཱ་ཡ། བོ་དྷི་སཏྭཱ་ཡ། མ་ཧཱ་སཏྭཱ་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ་ཡ། ",
    "d726:341": "ཏདྱ་ཐཱ། ཨོཾ་ཏུ་རེ་ཏུཏྟཱ་རེ་སྭཱ་ཧཱ། ཞེས་བརྗོད་པས་ལས་ཀྱི་རིགས་ཐམས་ཅད་ཀྱིས་མེ་ཏོག་དང་བདུག་སྤོས་དང་མར་མེ་དང་དྲི་ཆབ་ཀྱིས་མཆོད་དོ། །",
    "d726:342": "འཇམ་དཔལ་དེའི་ལས་ནི་ཕྲག་དོག་མེད་པར་མོ་ཐམས་ཅད་འགུགས་པ་ནི་ཕུག་རོན་གྱི་མིག་དང་ལྕེ་དང་སྙིང་དང་གོ་རོ་ཙན་དང་དངུལ་རྡོ་དང་དེ་རྣམས་ནིམ་པས་རིལ་བུ་བྱས་ཏེ་འདི་བརྗོད་པར་བྱའོ། །",
    "d726:343": "ཙ་ལ་པྲ་ཙ་ལ་ཤཱི་གྷྲཱཾ་ག་མི་དེ་བ་དངྟ་ཨུ་ཙ་ཏཱ་ཡ་ཨ་མུ་ཀཾ་བ་སཱ་ནཱཾ་མུག་ཏཾ་ཀུ་རུ་ན་ཡིན་མ་ཧཱ་རི་ཧད་ཏེ་ཧྲཱིཿསྭཱ་ཧཱ། ",
    "d726:344": "ཞེས་བཟླས་ཏེ་བྱུགས་ན་མོ་ཐམས་ཅད་ཁུགས་པར་འགྱུར་དབང་དུ་འགྱུར་ཏེ་ཕྲག་དོག་མེད་པར་འགྱུར་རོ། །",
    "d726:345": "ལས་ཀྱི་རིགས་ཀྱི་ཡུམ་གྱི་ལེའུ་སྟེ་བཅུ་དྲུག་པའོ།། །།",
    "d726:346": "དེ་ལྟར་ལས་ཀྱི་བྱེ་བྲག་བསྟན་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་སྨྲས་པ། ལས་རྣམས་ཐམས་ཅད་ཀུན་རྫོགས་པར་བྱེད་པ་སྦྱིན་སྲེག་ཇི་ལྟར་ནན་ཏན་དུ་བྱ་ཞེས་སྨྲས་པ་དང་། ",
    "d726:347": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཐམས་ཅད་ཀྱི་སྔོན་དུ་འགྲོ་ཞིང་སོ་སོའི་ལས་བསྒྲུབ་པའི་ཕྱིར་སྦྱིན་སྲེག་བྱའོ། །",
    "d726:348": "དེ་ལ་དང་པོ་ཞི་བའི་ལས་བྱ་བ་ནི་ཚེས་གསུམ་པའི་ཟླ་བ་ལ་ཁ་དོག་དང་མཐུན་པའི་ཁང་བུ་བྱ་སྟེ་རྡོ་རྗེ་དཀར་པོ་དགོད་པར་བྱའོ། །",
    "d726:349": "བུད་ཤིང་ནི་ཙནྡན་དཀར་པོའི་ཤིང་ལ་སོགས་པ་ལ་བྱའོ། །",
    "d726:350": "དེ་ལ་མེ་སྦར་ཏེ་སྐུ་གཟུགས་མདུན་དུ་བཞག་སྟེ་འབྲས་དང་ཁྲེ་དང་ཅི་ཙེ་དང་ཏིལ་དཀར་པོ་ལ་སྔགས་གདབ་པ་ནི། ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ལན་བདུན་ནམ་ཉི་ཤུ་རྩ་གཅིག་ཏུ་བཟླས་ཏེ་མེའི་ནང་དུ་དོར་བར་བྱའོ། །",
    "d726:351": "ཞོ་དང་འོ་མ་ལ་སྔགས་བཏབ་སྟེ་ཤཱནྟིཾ་ཀུ་རུ་དང་བཅས་པས་དབུལ་བར་བྱའོ། །",
    "d726:352": "འོ་མ་ཅན་གྱི་ཤིང་དང་མར་དཀར་པོ་ལ་ནི་སརྦ་པཱ་བཾ་དང་བཅས་པས་ཕུལ་ཏེ་བསྟོད་པ་བྱའོ། །",
    "d726:353": "འཇམ་དཔལ་མེ་ཏོག་དཀར་པོ་དང་བཅས་པའི་མེའི་ཁང་པར་ཙནྡན་ལ་སོགས་པའི་དྲི་ཞིམ་པོའི་ཤིང་ལ་མེ་སྦར་ཏེ། ",
    "d726:354": "སྐུ་གཟུགས་མདུན་དུ་བཞག་ལ་ཆུ་དང་ཡུངས་ཀར་ལ་སྔགས་བཏབ་ལ་མེར་གཏོར་བའི་སྔགས་ནི། །ཏདྱ་ཐཱ། ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏ། ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ",
    "d726:355": "ཞེས་བྱ་བའི་སྔགས་དང་སརྦ་བཱ་བཾ་ཤཱནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ། ",
    "d726:356": "ཞེས་བྱ་བ་ཆུ་ཁྱོར་བ་བརྒྱ་རྩ་བརྒྱད་དབུལ་བར་བྱའོ། །",
    "d726:357": "འཇམ་དཔལ་དེའི་ཕན་ཡོན་ནི་མཚམས་མེད་པ་ལ་སོགས་པའི་སྡིག་པ་ཞི་བར་འགྱུར་རོ། །ནད་འགོ་བ་དང་གདོན་ལ་སོགས་པ་ཐམས་ཅད་ཀྱང་ཞི་བར་འགྱུར་རོ། །སྐྱེ་བ་ཐམས་ཅད་དུ་ཚེ་རབས་དྲན་པར་འགྱུར་རོ། །",
    "d726:358": "འཇམ་དཔལ་བའི་རྣམ་པ་ལྔས་བྱུག་པས་བྱུགས་ཏེ། མེའི་ཁང་བུ་དྲི་དང་ལྡན་པའི་ཁང་པར་སྤྲ་ཚིལ་ལས་གཟུགས་བྱས་པ་དང་བཅས་པ་སྔགས་འདིས་བསྲེག་གོ། །ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ",
    "d726:359": "ཞེས་བྱ་བས་བསྲེགས་ན་དབང་དུ་འགྱུར་ཞིང་ཚར་གཅད་པར་ཡང་འགྱུར་རོ། །",
    "d726:360": "སྦྱིན་སྲེག་གི་ལེའུ་སྟེ་བཅུ་བདུན་པའོ།། །།",
    "d726:361": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཛུམ་པ་མཛད་དེ། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུ་ལ་འཁོར་ལོའི་རིམ་པ་བཀའ་སྩལ་ཏོ། །",
    "d726:362": "འཁོར་ལོ་ལིང་ཚེ་དགུ་པ་ལ་ཨོཾ་དད་ཧཱ་གཉིས་ཀྱི་དབུས་སུ་ཆེ་གེ་མོ་དང་བཅས་པ་བྲི། ",
    "d726:363": "རཀྵཿརཀྵཿཞེས་པ་ནི་བསྲུང་བའོ། །",
    "d726:364": "ཕྱོགས་མཚམས་སུ་ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ",
    "d726:365": "ཞེས་བྱ་བ་བྲིས་ཏེ་ཀུན་ལ་སྭཱ་ཧཱའི་བར་དུ་བཅུག་པ་གྲོ་ག་ལ་གུར་གུམ་གྱིས་བྲིས་ནས་དཔུང་བ་ལ་བཏགས་ན་བསྲུང་བའི་མཆོག་ཏུ་འགྱུར་རོ། །",
    "d726:366": "ཞི་བའི་བསྲུང་བའི་འཁོར་ལོའི་ལེའུ་སྟེ་བཅྭ་བརྒྱད་པའོ།། །།དེ་ནས་དབང་གི་བསྲུང་བ་ནི། ",
    "d726:367": "འཁོར་ལོ་ལིང་ཚེ་དགུ་པ་ལ་ཨོཾ་དང་ཧཱ་གཉིས་ཀྱི་དབུས་སུ་ནི་ཆེ་གེ་མོ་དང་བཅས་པ་བྲི། ",
    "d726:368": "རཀྵཿརཀྵ་ཞེས་པ་ནི་བསྲུང་བའོ། །",
    "d726:369": "ཕྱོགས་མཚམས་སུ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ཞེས་བྱ་བ་བྲི་སྟེ་ཀུན་ལ་མུ་དང་མུའི་བར་དུ་ས་བོན་ནོ། །",
    "d726:370": "དེ་གྲོག་དམར་པོ་ལ་རྒྱ་སྐྱེགས་ཀྱི་ཁུ་བས་བྲིས་ཏེ་ལྟེ་བར་མི་མངོན་པར་བཏགས་ན་བསྲུང་བའི་མཆོག་ཏུ་འགྱུར་ཞིང་དབང་དུ་སྡུད་དོ། །",
    "d726:371": "དབང་གི་བསྲུང་བའི་འཁོར་ལོའི་ལེའུ་སྟེ་བཅུ་དགུ་པའོ།། །།",
    "d726:372": "དེ་ནས་རྒྱས་པའི་བསྲུང་བ་ནི་འཁོར་ལོ་རྩིབས་བརྒྱད་པ་བྱ་སྟེ། ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་བརྒྱད་པོ་དགོད་པར་བྱའོ། །",
    "d726:373": "དབུས་སུ་སྭཱ་ཧཱའི་མཐའ་ཅན་གྱི་མིང་རཀྵཿརགྵཿདང་བཅས་པ་གྲོག་ལ་གུར་གུམ་གྱིས་བྲིས་པ་དཔུང་པའམ། ",
    "d726:374": "མགུལ་དུ་བཏགས་ན་བསྲུང་བའི་མཆོག་ཏུ་འགྱུར་རོ། །",
    "d726:375": "རྒྱས་པའི་བསྲུང་བའི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་པའོ།། །།",
    "d726:376": "དེ་ནས་བར་ཆད་ཐམས་ཅད་བསྲུང་བའི་འཁོར་ལོ་ནི་མུ་ཁྱུད་གསུམ་ལ་ཐ་མ་ལིང་ཚེ་བརྒྱད་པའོ། །",
    "d726:377": "དབུས་སུ་མིང་གི་མཐའ་ཅན་གྱི་སྭཱ་ཧཱ་རཀྵཿདང་བཅས་པའོ། །",
    "d726:378": "མུ་ཁྱུད་ནང་མ་ལ་ཨུ་ཨུ་ཨུ་ཨུ་ཨུ་ཨུ་ཨུ་ཨུ་ཞེས་བྱ་བ་དགོད་པར་བྱའོ། །",
    "d726:379": "ལིང་ཚེ་བརྒྱད་པ་ཕྱི་མ་ལ་ནི། ཨོཾ་ཏཱ་རེ་ཏུ་རེ་ཏུཏྟཱ་རེ་ཞེས་བྱ་བའི་ཡིག་འབྲུ་རྣམས་ཨུ་དང་ཨུའི་བར་དུ་བཅུག་པ་བཀོད་ལ་གྲོ་ག་འམ་ཤིང་ཤུན་ལ་གུར་གུམ་གྱིས་བྲིས་ཏེ་སྤྱི་བོའམ་མཆན་ཁུང་དུ་མིས་མི་མཐོང་བར་བཏགས་ན་གནོད་པ་ཐམས་ཅད་ལས་ཐར་རོ། །",
    "d726:380": "སྔགས་ནི་ཅི་མང་དུ་གྲངས་དང་ལྡན་པར་བཟླས་སོ། །",
    "d726:381": "ཤིན་ཏུ་རྒྱས་པའི་བསྲུང་བའི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་གཅིག་པའོ།། །།",
    "d726:382": "དེ་ནས་ཕྲིན་ལས་ཐམས་ཅད་བསྒྲུབ་པའི་འཁོར་ལོ་ནི་གྲོག་འམ་རས་ལ་ལིང་ཚེ་དགུ་པའི་འཁོར་ལོ་ཙནྡན་དཀར་པོའི་ཆུས་བྲིས་ཏེ་སྔགས་དགོད་བ་ནི། ",
    "d726:383": "ཨ་ཨཱ་ཨི་ཨཱི་ཨུ་ཨཱུ་ཨེ་ཨཻ་ཨོ་ཨོཾ་རྀ་རཱྀ་ལྀ་ལཱྀ་ཨཾ་ཨཿཞེས་བྱ་བ་ཕྱིའི་མུ་ཁྱུད་ལའོ། །",
    "d726:384": "ནང་གི་མུ་ཁྱུད་ལ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སྭཱ་ཧཱ། ",
    "d726:385": "ཨོཾ་དང་ཧཱའི་བར་དུ་རཀྵཿ ཤཱིནྟཾ་ཀུ་རུ་སྭཱ་ཧཱ་ཞེས་པ་ནི་སྟེང་གི་འཁོར་ལོའོ། །འོག་གི་འཁོར་ལོ་ནི་སྔགས་བཟློག་པས་སོ། །",
    "d726:386": "ཕྱིའི་དབྱངས་ཡིག་ཀྱང་བཟློག་པར་ཤེས་པར་བྱའོ། །",
    "d726:387": "དབུས་སུ་ནི་ཨོཾ་དང་ཧཱའི་བར་དུ་རཀྵཿཤཱནྟིཾ་ཀུ་རུ་བྲི་བར་བྱའོ། །",
    "d726:388": "ཞི་བ་ཆེན་པོའི་འཁྲུལ་འཁོར་གྱི་བསྲུང་བ་སྟེ་ལེའུ་ཉི་ཤུ་རྩ་གཉིས་པའོ།། །།",
    "d726:389": "དེ་ནས་ཕྲིན་ལས་བཞིའི་ལས་སོ་སོའི་འཁོར་ལོ་ནི་ཞི་བ་ནི་ཁམ་པ་ལ་གའུ་ཁ་སྦྱོར་བྱ་སྟེ་མེར་བསྲེགས་ལ་ཁ་དོག་དཀར་པོས་བྱུག་པར་བྱའོ། །",
    "d726:390": "དེའི་ནང་དུ་འཁོར་ལོ་ལིང་ཚེ་དགུ་པ་བྲིས་ཏེ་སྔགས་དགོད་པ་ནི། ",
    "d726:391": "ཨོཾ་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་ཞེས་བྱ་བ་རེའུ་མིག་བརྒྱད་ལའོ། །རུ་རུ་ཨོཾ་རུ་རུ། རུ་རུ་ཏཱ་རུ་རུ། རུ་རུ་རེ་རུ་རུ། རུ་རུ་ཏུ་ཏ་རུ་རུ། རུ་རུ་ཏཱ་རུ་རུ། ",
    "d726:392": "རུ་རུ་རེ་རུ་རུ། རུ་རུ་ཏུ་རུ་རུ། རུ་རུ་རེ་རུ་རུ། ཞེས་བྲིའོ། །དབུས་སུ་ནི་ཀུ་རུ་ཤཱནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ་ཞེས་བྲིས་ཏེ་ག་འུར་སྦྱར་ཏེ་དབུས་སུ་སྲད་པུ་དཀར་པོ་དང་ལྡན་པའི་གའུ་མཎྜལ་ཐོག་ཏུ་བཞག་ལ། ",
    "d726:393": "མེ་ཏོག་དཀར་པོས་མཆོད་ཅིང་མཆོད་པ་རྣམ་པ་ལྔ་ཡང་དབུལ་ཏེ་དུས་གསུམ་དུ་མཆོད་ན་ཞི་བར་འགྱུར་རོ། །",
    "d726:394": "ཞི་བའི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་གསུམ་པའོ།། །།",
    "d726:395": "དེ་ནས་ཞི་བ་ཆེན་པོའི་ལས་བྱ་བ་ནི་ཁམ་པ་ལ་གའུ་ཁ་སྦྱོར་བྱ་སྟེ་ཙནྡན་དཀར་པོས་སྣག་ཚ་བྱས་ལ་འཁོར་ལོ་ཕྱི་ནང་དང་ལྡན་པའི་ལིང་ཚེ་དགུ་པ་བྲི་བར་བྱའོ། །",
    "d726:396": "སྔགས་དགོད་པ་ནི་སྭཱ་ཤཱནྟིཾ་ཀུ་རུ་ཧཱ་ཞེས་བྱ་བ་དབུས་སུ་བྲིའོ། །",
    "d726:397": "མུ་ཁྱུད་ནང་མ་ལ་ནི་ཨ་ཨ་ཞེས་བྱ་བ་བརྒྱད་དགོད་པར་བྱའོ། །",
    "d726:398": "མུ་ཁྱུད་ཕྱི་མ་ལ་ནི་ཨ་ཨོཾ་ཨ་ཨ་ཏཱ་ཨ་ཨ་རེ་ཨ། ཨ་ཏུཏ་ཨ། ཨ་ཏཱ་ཨ། ཨ་རེ་ཨ། ཨ་ཏུ་ཨ། ཨ་རེ་ཨ། ཞེས་བྱ་བ་བྲི་བར་བྱའོ། །",
    "d726:399": "གའུ་མེ་ཏོག་གི་ཕྲེང་བ་བཅིངས་ཏེ་མཎྜལ་གྱི་སྟེང་དུ་བཞག་ནས་དུས་བཞིར་མཆོད་ཅིང་ཞག་བདུན་དུ་སྔགས་མ་ནོར་བར་བཟླས་ན་ཞི་བ་ཆེན་པོར་འགྲུབ་པར་འགྱུར་རོ། །",
    "d726:400": "ཞི་བ་ཆེན་པོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་བཞི་པའོ།། །།",
    "d726:401": "དེ་ནས་རྒྱས་པའི་ལས་བྱ་བ་ནི་གུར་གུམ་མམ་གི་ཝང་གིས་གྲོ་ག་ལ་འཁོར་ལོ་ཕྱི་ནང་དང་ལྡན་པའི་ལིང་ཚེ་དགུ་པ་བྲི་སྟེ། ",
    "d726:402": "དབུས་སུ་སརྦྦ་པུཥྚིཾ་ཀུ་རུ། ཨོཾ་ཨ་ཞེས་བྱ་བ་དགོད་པར་བྱའོ། །ལིང་ཚེ་ནང་མ་བརྒྱད་ལ་ཨོཾ་བརྒྱད་བྲི་བར་བྱའོ། །ལིང་ཚེ་ཕྱི་མ་བརྒྱད་ལ། ཨོཾ་ཨོཾ་ཨོཾ། ",
    "d726:403": "ཨོཾ་ཏཱ་ཨོཾ། ཨོཾ་རེ་ཨོཾ། ཨོཾ་ཏུཏ་ཨོཾ། ཨོཾ་ཏཱ་ཨོཾ། ཨོཾ་རེ་ཨོཾ། ",
    "d726:404": "ཨོཾ་ཏུ་ཨོཾ། ཨོཾ་རེ་ཨོཾ། ཞེས་བྱ་བ་བྲིས་ནས་ཁམ་པའི་གའུར་བཅུག་སྟེ་མེ་ཏོག་སེར་པོ་ནཱ་ག་པུཥྤའི་མེ་ཏོག་དང་མཆོད་པ་ལྔ་དུས་བཞིར་ཟླ་བ་རྒྱས་ནས་བཟུང་ནས་ཞག་བདུན་དུ་མཆོད་ན་ཚེ་དང་བསོད་ནམས་ཐམས་ཅད་རྒྱས་པར་འགྲུབ་བོ། །",
    "d726:405": "རྒྱས་པའི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་ལྔ་པའོ།། །།",
    "d726:406": "དེ་ནས་དབང་དུ་བསྡུ་བར་འདོད་ན། ཀཎྜ་ཀ་རིའི་ཤུན་པ་དང་སེང་ལྡེང་གི་ཤུན་པ་དང་མཛོ་མོ་ཤིང་གི་ཤུན་པ་བཀུས་པའི་ཁུ་བས་བསེ་གབ་བམ་གའུ་ལ་འཁོར་ལོ་བྲི་བ་ནི་ལིང་ཚེ་དགུ་པའོ། །",
    "d726:407": "སྔགས་དགོད་པ་ནི་དབུས་སུ་ཨ་སྭཱ་ཙ་ཨ་མོ་གྷ་ཨཱ་ཧྲཱིཿཧ། ཞེས་བྲི་བར་བྱའོ། །",
    "d726:408": "ལིང་ཚེ་བརྒྱད་ལ་ནི། ཨ་ཨོཾ་ཨ། ཨ་ཏཱ་ཨ། ཨ་རེ་ཨ། ཨ་ཏུཏ་ཨ། ཨ་ཏཱ་ཨ། ཨ་རེ་ཨ། ",
    "d726:409": "ཨ་ཏུ་ཨ། ",
    "d726:410": "ཨ་རེ་ཨ། ཞེས་བྲིས་ནས་ཐོད་པ་ཁ་སྦྱོར་གྱི་ནང་དུ་བཅུག་ལ་སྐུད་པ་སྔོན་པོས་བཀྲིས་ཏེ་མེ་ཏོག་དམར་པོ་དང་མཆོད་པ་ལྔས་དུས་བཞིར་ཟླ་བ་ཁམ་པའི་དུས་སུ་མཆོད་ན་ཐམས་ཅད་དབང་དུ་འདུའོ། །",
    "d726:411": "དབང་དྲག་གི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་དྲུག་པའོ།། །།དེ་ནས་དབང་དུ་འདུ་བར་བྱེད་པ་ནི། ",
    "d726:412": "སྲིན་ལག་གི་ཁྲག་དང་རྒྱ་སྐྱེགས་ཀྱི་ཁུ་བ་དང་དུར་ཁྲོད་ཀྱི་སོལ་བ་དང་ཀན་ཀའི་ཁུ་བ་རྣམས་ཀྱིས་བྲིས་ཏེ། དུར་ཁྲོད་ཀྱི་རས་སམ་མི་ཤི་བའི་གོས་ལ་འཁོར་ལོ་ལིང་ཚེ་དགུ་པ་བྲིའོ། །",
    "d726:413": "དབུས་སུ་ཨ་མོ་གྷ་ཧྲཱིཿཧ་ཞེས་བྲིའོ། །",
    "d726:414": "རྩིབས་བརྒྱད་ལ་ཨོཾ་དེ་ཨོཾ། ཏཱ་བ་ཏཱ། རེ་དཏ་རེ། ཏུཏྟཱ་ཏུཏ། ཏཱ་ཨ་ཏཱ། ",
    "d726:415": "རེ་མོ་རེ། ",
    "d726:416": "ཏུ་གྷ་ཏུ། ",
    "d726:417": "རེ་ཧྲིཿཞེས་བྱ་བ་བྲིས་ཏེ་གའུར་སྲིན་མགོ་དམར་པོ་དང་འཁོར་ལོ་ཕྲལ་ནས་གཙང་པོ་ཕར་འགྲམ་ཚུར་འགྲམ་དུ་སྦས་ན་དབྱེ་ཞིང་དབང་དུ་འགྱུར་རོ། །",
    "d726:418": "དབྱེ་ཞིང་དབང་དུ་བསྡུ་བའི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་བདུན་པའོ།། །།",
    "d726:419": "དེ་ནས་བསྐྲད་པར་འདོད་ན་ར་དུག་པ་དང་ཁྲག་དང་ར་མས་རྣམས་སྦྱར་ནས། དུར་ཁྲོད་ཀྱི་རས་ལ་འཁོར་ལོ་གཉིས་བྲིས་ཏེ་ལིང་ཚེ་དགུ་པའི་དབུས་སུ་ཧས་ཨུ་ཙ་ཧ་ཧ་ཧ། བྲི་བར་བྱའོ། །",
    "d726:420": "ལིང་ཚེ་བརྒྱད་ལ་ཧ་ཨོཾ་ཧ། ཧ་ཏཱ་ཧ། ཧ་རེ་ཧ། ཧ་ཏུཏ་ཧ། ཧ་ཏཱ་ཧ། ",
    "d726:421": "ཧ་རེ་ཧ། ཧ་ཏུ་ཧ། ཧ་རེ་ཧ། ཞེས་བྲིས་ཏེ་ཁ་སྦྱར་ཀ་པཱ་ལར་བཅུག་སྟེ་སྐུད་པ་སྔོན་པོས་བཅིངས་ཏེ་དུར་ཁྲོད་དུ་སྦས་ན་བསྐྲད་པར་འགྱུར་རོ། །",
    "d726:422": "བསྐྲད་པའི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་བརྒྱད་པའོ།། །།",
    "d726:423": "དེ་ནས་དབྱེ་བའི་འཁོར་ལོ་ནི། དུར་ཁྲོད་ཀྱི་སོལ་བ་དང་བྱ་རོག་དང་འུག་པའི་ཁྲག་དང་དུག་རྣམས་མཉམ་པར་བསྲེས་པའི་སྣག་ཚས་འཁོར་ལོ་ཕྱི་ནང་བཅས་པའི་ལིང་ཚེ་དགུ་པ་བྲིས་ཏེ་དབུས་སུ་ཕཊ་སྭཱ་དེ་བ་ད་ཏ་ཏ་ཧཱ་ཕཊ་ཞེས་བྱ་བ་བྲིའོ། །",
    "d726:424": "ལིང་ཚེ་ནང་མ་བརྒྱད་ལ་ཕཊ་ཕཊ་ཕཊ་ཕཊ་ཕཊ་ཕཊ་ཕཊ་ཕཊ། ཞེས་བྱ་བ་བྲིའོ། །",
    "d726:425": "ལིང་ཚེ་ཕྱི་མ་བརྒྱད་ལ་ཕཊ་ཨོཾ་ཕཊ། ཕཊ་ཏཱ་ཕཊ། ཕཊ་རེ་ཕཊ། ཕཊ་ཏུཏ་ཕཊ། ཕཊ་ཏཱ་ཕཊ། ཕཊ་རེ་ཕཊ། ཕཊ་ཏུ་ཕཊ། ",
    "d726:426": "ཕཊ་རེ་ཕཊ་ཞེས་བྱ་བ་བྲི་སྟེ། བྱ་རོག་དང་འུག་པའི་སྒོ་ངར་བཅུག་སྟེ་བྲག་དང་ཆུ་འཐབ་སར་སྒོ་ང་སྦས་ན་འབྱེ་བར་འགྱུར་རོ། །",
    "d726:427": "དབྱེ་བའི་འཁོར་ལོའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་དགུ་པའོ།། །།",
    "d726:428": "དེ་ནས་གསད་པའི་འཁོར་ལོ་ནི། ",
    "d726:429": "དུག་དང་ཁྲག་དང་སྐེ་ཚེ་རྣམས་མཉམ་པར་སྦྱར་བས་ལིང་ཚེ་དགུ་པའི་འཁོར་ལོ་ཕྱི་ནང་དང་བཅས་པ་བྲིས་ཏེ། ",
    "d726:430": "དབུས་སུ་ཧཱུྃ་སྭཱ་མཱ་ར་ཡ་ཧཱ་ཕཊ་ཞེས་བྱ་བ་བྲིའོ། །ལིང་ཚེ་ནང་མ་ལ་ཧཱུྃ་ཕཊ་ཧཱུྃ། ཕཊ་ཧཱུྃ་ཕཊ། ཧཱུྃ་ཕཊ་ཧཱུྃ། ཕཊ་ཧཱུྃ་ཕཊ། ",
    "d726:431": "ཧཱུྃ་ཕཊ་ཧཱུྃ། ཕཊ་ཧཱུྃ་ཕཊ། ཧཱུྃ་ཕཊ་ཧཱུྃ། ཕཊ་ཧཱུྃ་ཕཊ། ཞེས་བྱ་བ་བྲིའོ། །",
    "d726:432": "ལིང་ཚེ་ཕྱི་མ་ལ་ཧཱུྃ་ཨོཾ་ཕཊ། ཧཱུྃ་ཏཱ་ཕཊ། ཧཱུྃ་རེ་ཕཊ། ཧཱུྃ་ཏུཏ་ཕཊ། ཧཱུྃ་ཏཱ་ཕཊ། ",
    "d726:433": "ཧཱུྃ་རེ་ཕཊ། ཧཱུྃ་ཏུ་ཕཊ། ཧཱུྃ་རེ་ཕཊ། ཞེས་བྱ་བ་བྲིས་ཏེ། རབས་ཆད་ཕོ་མོའི་ཐོད་པ་ལ་བྲིས་ཏེ་སྔགས་མང་དུ་བཟླས་ནས་དུར་ཁྲོད་དུ་སྦས་ན་འཆི་བར་འགྱུར་རོ། །",
    "d726:434": "གསད་པའི་འཁོར་ལོའི་ལེའུ་སྟེ་སུམ་ཅུ་པའོ།། །།",
    "d726:435": "དེ་ནས་མྱོས་པའི་འཁོར་ལོ་ནི་ད་དུ་རའི་ཆུས་རས་སམ་ཤོ་གུ་ལ་ལིང་ཚེ་དགུ་པ་ཕྱི་ནང་དུ་བཅས་པ་བྲིས་ཏེ། ",
    "d726:436": "དབུས་སུ་ཧ་ཧ་དེ་བ་ད་ཏ་ཏ་ཧ་ཧ། ཞེས་བྲིའོ། །",
    "d726:437": "ལིང་ཚེ་ནང་མ་ལ་ཧྷ་ཧྷ་ཧྷ་ཧྷ་ཧྷ་ཧྷ་ཧྷ་ཧྷ། ཞེས་བྲི་བར་བྱའོ། །",
    "d726:438": "ཕྱི་མ་བརྒྱད་ལ། ཧྷ་ཨོཾ་ཧྷ། ཧྷ་ཏཱ་ཧྷ། ཧྷ་རེ་ཧྷ། ཧྷ་ཏུ་ཏ་ཧྷ། ཧྷ་ཏཱ་ཧྷ། ",
    "d726:439": "ཧྷ་རེ་ཧྷ། ཧྷ་ཏུ་ཧྷ། ཧྷ་རེ་ཧྷ། ཞེས་བྱ་བ་བྲིས་ཏེ། རྩྭའི་ག་འུར་བཅུག་ནས་བཟླས་པ་ཅི་ནས་ཀྱང་མྱུར་བར་བྱ་སྟེ། ",
    "d726:440": "ལམ་རྒྱ་གྲམ་དུ་སྦས་ཏེ་ད་དུ་ར་སྤུངས་ན་མྱོས་པར་འགྱུར་རོ། །",
    "d726:441": "གསོ་ན་མར་སྦྲང་རྩི་བའི་འོ་མས་ལིང་ག་བཀྲུས་ན་འཚོ་བར་འགྱུར་རོ། །",
    "d726:442": "མྱོས་བྱེད་ཀྱི་འཁོར་ལོའི་ལེའུ་སྟེ་སུམ་ཅུ་རྩ་གཅིག་པའོ།། །།",
    "d726:443": "དེ་ནས་མནན་པའི་འཁོར་ལོ་ནི་གཡམ་པ་ལ་ལིང་ཚེ་དགུ་པའི་འཁོར་ལོ་བྲིས་ཏེ། ",
    "d726:444": "ཡུང་བའི་ཆུས་ལིང་ཚེ་དགུ་པའི་དབུས་སུ་ག་སྭ་སྟཾ་བྷ་ཡ། སྟཾ་བྷ་ཡ་བྷ་ཧ་ཞེས་བྱ་བ་བྲིའོ། །",
    "d726:445": "ལིང་ཚེ་བརྒྱད་ལ། ག་ཨོཾ་ག །ག་ཏཱ་ག །ག་རེ་ག །ག་ཏུཏ་ག །ག་ཏཱ་ག །",
    "d726:446": "ག་རེ་ག །ག་ཏུ་ག །ག་རེ་ག །ཞེས་བྱ་བ་བྲིས་ཏེ། འཁོར་ལོ་ཁ་སྦྱར་ནས་ལམ་རྒྱ་གྲམ་དུ་སྦས་ན་འགུལ་མི་ཤེས་པར་འགྱུར་རོ། །",
    "d726:447": "མནན་པའི་འཁོར་ལོའི་ལེའུ་སྟེ་སུམ་ཅུ་རྩ་གཉིས་པའོ།། །།",
    "d726:448": "དེ་ནས་མནན་པ་ཆེན་པོ་ནི་ཡུང་བའི་ཁུ་བས་སྣག་ཚ་བྱས་ཏེ། ཁམ་པའི་གའུའི་ནང་དུ་ཕྱི་ནང་ལིང་ཚེ་དགུ་པའི་འཁོར་ལོ་བྲིས་ཏེ་སྔགས་དགོད་པ་ནི། ",
    "d726:449": "དབུས་སུ་རྒ་སྭཱ་སྟཾ་བྷ་ཡ་སྟཾ་བྷ་ཡ་རྒ་ཧ་ཞེས་བྱ་བ་བྲིའོ། །",
    "d726:450": "ནང་མ་ལ་ཧ་ཧ་ཧ་ཧ་ཧ་ཧ་ཧ་ཧ། ཞེས་བྱ་བ་བརྒྱད་བྲིའོ། །ཕྱི་རོལ་གྱི་ལིང་ཚེ་བརྒྱད་ལ་ནི། ",
    "d726:451": "རྒ་ཨོཾ་རྒ། རྒ་ཏཱརྒ། རྒ་རེ་རྒ། རྒ་ཏུཏ་རྒ། རྟ་ཏཱ་རྒ། ",
    "d726:452": "རྒ་རེ་རྒ། རྒ་ཏུ་རྒ། རྒ་རེ་རྒ། ཞེས་བྱ་བ་བྲིས་ཏེ། བསྒྲུབ་པ་འཕགས་མ་ལ་བྱས་ལ་དགྲ་གང་ནས་འོང་བའི་ཕྱོགས་སུ་སྦས་ན་བསྲུང་བར་འགྱུར་ཞིང་དགྲའི་སྒོར་སྦས་ན་མནན་པར་འགྱུར་རོ། །",
    "d726:453": "དགྲ་མནན་པའི་འཁོར་ལོའི་ལེའུ་སྟེ་སུམ་ཅུ་རྩ་གསུམ་པའོ།། །།",
    "d726:454": "དེ་ནས་རིག་སྔགས་ཀྱི་སྦྱོར་བ་གནོན་པར་བྱེད་པའི་འཁོར་ལོ་ནི་ཡུང་བའི་ཁུ་བས་གཡམ་པའམ། ལྷང་ཚེར་མ་གཉིས་གང་ཡང་རུང་བ་ལ་འཁོར་ལོ་བྲིས་ཏེ། ལིང་ཚེ་དགུ་པ་ཕྱི་ནང་དང་བཅས་པ་བྲིའོ། །སྔགས་དགོད་པ་ནི། ",
    "d726:455": "དབུས་སུ་ཝ་སྭཱ་སྟཾ་བྷ་ཡ་སྟཾ་བྷ་ཡ་ཧཱ། འཁོར་ལོ་ནང་མ་ལ། ཝ་ཝ་ཝ་ཝ་ཝ་ཝ་ཝ་ཝ། ཞེས་བྱ་བ་བྲིའོ། །",
    "d726:456": "ཕྱི་མ་ལ། ཝ་ཨོཾ་ཝ། ཝ་ཏཱ་ཝ། ཝ་རེ་ཝ། ",
    "d726:457": "ཝ་ཏུཏ་ཝ། ཝ་ཏཱ་ཝ། ཝ་རེ་ཝ། ཝ་ཏུ་ཝ། ཝ་རེ་ཝ། ",
    "d726:458": "ཞེས་བྱ་བ་བྲིས་ཏེ་ཕན་ཚུན་གཡས་གཡོན་དུ་འཁོར་ལོ་རེ་རེ་སྦས་ན་གནོན་པར་འགྱུར་རོ། །",
    "d726:459": "རིག་སྔགས་ཀྱི་སྦྱོར་བ་གནོན་པའི་ལེའུ་སྟེ་སུམ་ཅུ་རྩ་བཞི་པའོ།། །།",
    "d726:460": "དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུས་མེ་ཏོག་མན་དཱ་ར་བ་དང་པདྨ་དང་། ཀུ་མུ་ད་ལ་སོགས་པ་བསམ་གྱིས་མི་ཁྱབ་པས་བཅོམ་ལྡན་འདས་ལ་གཏོར་ཏོ། །ལྷ་རྫས་ཀྱི་རོལ་མོའི་སྒྲ་དུ་མ་ཡང་བསྒྲགས་སོ། །",
    "d726:461": "དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། དམ་ཚིག་ཀྱང་གང་གིས་འགྲུབ་པར་འགྱུར་ཞེས་ཞུས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སོ་སོའི་དམ་ཚིག་སྡོམ་གནས་ཏེ། །ལྷ་ཡི་འཁོར་ལོ་དང་ལྡན་པས། །སྲོག་ཆགས་དག་ནི་གསད་པ་སྤངས། །མ་བྱིན་བླང་བར་མི་བྱ་ཞིང་། །",
    "d726:462": "བུད་མེད་མི་བསྟེན་སྨད་མི་བྱ། །བརྫུན་ནི་རྣམ་པ་ཀུན་ཏུ་སྤང་། །མྱོས་འགྱུར་དག་དང་ཤ་དག་དང་། །རྐུ་ཞིང་རྣམ་པ་རྟག་ཏུ་སྤང་། །མོ་རྣམས་ཐམས་ཅད་ཀུན་ལ་ནི། །ཆགས་པའི་སེམས་ནི་སྤང་བ་སྟེ། །མ་བཞིན་དུ་ནི་ཀུན་ལ་ནི། །",
    "d726:463": "ཕན་པའི་སེམས་ཀྱིས་ཀུན་ལ་བཀུར། །དམ་ཚིག་སྡོམ་ལ་གནས་པ་ཡིས། །ལས་རྣམས་ཀུན་ལ་མཐུ་ཡོད་འགྱུར། །",
    "d726:464": "ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་སོ། །",
    "d726:465": "དམ་ཚིག་དང་སྡོམ་པ་བསྟན་པའི་ལེའུ་སྟེ་སུམ་ཅུ་རྩ་ལྔ་པའོ།། །།",
    "d726:466": "དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་ཚངས་པ་ལ་སོགས་པའི་ལྷ་དཔག་ཏུ་མེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གཞོན་ནུ་ལ་སོགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་དཔག་ཏུ་མེད་པ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །",
    "d726:467": "བཅོམ་ལྡན་འདས་མ་སྒྲོལ་མའི་རྒྱུད་ལས་སྣ་ཚོགས་བསྟན་པ་ཞེས་བྱ་བ་རྫོགས་སོ།། །།",
    "d726:468": "རྒྱ་གར་གྱི་མཁན་པོ་དྷརྨཱ་ཤྲཱི་མི་ཏྲ་དང་། བོད་ཀྱི་ལོཙྪ་བ་དགེ་སློང་ཆོས་ཀྱི་བཟང་པོས་བསྒྱུར་བའོ།། "
}