{
    "d747:0": "༄༅༅། །རྒྱ་གར་སྐད་དུ། བྷུ་ཏ་ཌཱ་མ་ར་མ་ཧཱ་ཏནྟྲ་རཱ་ཛ་ནཱ་མ། བོད་སྐད་དུ། ",
    "d747:1": "འབྱུང་པོ་འདུལ་བ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ། ",
    "d747:2": "དཔལ་རྡོ་རྗེ་སེམས་དཔའ་ལ་ཕྱག་འཚལ་ལོ། །",
    "d747:3": "དེ་ནས་འདིར་ནི་བཤད་བྱ་བ། །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་རྒྱལ། །འབྱུང་པོ་འབྱུང་མོ་ཀུན་བསྒྲུབ་པའི། ཆོ་ག་རབ་ཏུ་རྒྱས་པའོ། །རྡོ་རྗེ་འཆང་ཆེན་པོ་འཇིག་རྟེན་གསུམ་གྱི་བདག་པོས་འདི་སྐད་ཅེས་གསུངས་སོ། །",
    "d747:4": "ཆུ་བོའི་འགྲམ་དང་། དུར་ཁྲོད་དང་། ཤིང་གཅིག་པ་དང་། ལྷ་གནས་པའི་ཁང་པ་དང་། དཔལ་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དང་། ",
    "d747:5": "རིགས་ཀྱི་གནས་རྣམས་སུ་བསྒྲུབ་པར་བྱ་སྟེ། སྐད་ཅིག་ཉིད་ཀྱིས་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:6": "གལ་ཏེ་མ་གྲུབ་ན་འབྱུང་པོ་དང་འབྱུང་མོ་རིགས་དང་རྒྱུད་དུ་བཅས་པ་མ་ལུས་པ་ཕུང་བར་འགྱུར་རོ། །",
    "d747:7": "དེ་ནས་དབང་ཕྱུག་ཆེན་པོའི་ལྷ་ཆེན་པོས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །",
    "d747:8": "ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་གདུག་པ་དང་མ་རུངས་པ་རྣམས་གསོད་པར་བྱེད་པ་བཤད་དུ་གསོལ། ",
    "d747:9": "དེ་ནས་དབང་ཕྱུག་ཆེན་པོའི་ལྷ་ཆེན་པོ་ལ་ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནས་འབྱུང་པོ་ཐམས་ཅད་གསོད་པའི་སྔགས་ཀྱི་ཚིག་གསུངས་པ། ",
    "d747:10": "ཨོྃ་བཛྲ་ཛྭ་ལི་ཧ་ན་ཧ་ན་སརྦ་བྷཱུ་ཏཱ་ན་ཧཱུྃ་ཕཊ། ",
    "d747:11": "དེ་ནས་འདི་གསུངས་པ་ཙམ་གྱིས་དཔལ་རྡོ་རྗེ་འཆང་གི་བ་སྤུའི་བུ་ག་རྣམས་ནས་རྡོ་རྗེ་འབར་བ་དུ་མ་བྱུང་བར་གྱུར་ཏེ། འབྱུང་པོ་དང་འབྱུང་མོ་ཐམས་ཅད་ཀྱི་ལུས་བསྐམས་ཤིང་བརྒྱ་བྱིན་དང་། ",
    "d747:12": "ཚངས་པ་དང་། ཁྱབ་འཇུག་ལ་སོགས་པ་ལྷ་ཐམས་ཅད་བསད་པར་གྱུར་ཏོ། །",
    "d747:13": "དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ངོ་མཚར་བ་དང་བཅས་པས་འདི་སྐད་ཅེས་གསུངས་སོ། །",
    "d747:14": "ལེགས་སོ་དཔལ་ལྡན་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་མ་འོངས་པའི་ཚེ་མ་འོངས་པའི་དུས་ན་འབྱུང་པོ་དང་འབྱུང་མོ་ཚར་གཅོད་པར་བྱེད་པ་ནི་ལེགས་སོ། །དེ་ནས་ཡང་སླར་རོའི་རྣམ་པར་ཤེས་པ་འགུགས་པའི་སྔགས་གསུངས་པ། ",
    "d747:15": "ཨོྃ་བཛྲ་ཨཱ་ཡུ་ཥེ་ས་ར་སཱ་རཱ་སྨིན། ",
    "d747:16": "དེ་ནས་གསུངས་པ་ཙམ་གྱིས་དཔལ་རྡོ་རྗེ་འཆང་གི་ཤངས་ཀྱི་བུ་ག་ནས་རླུང་ཆེན་པོ་རོ་འཚོ་བར་བྱེད་པ་བྱུང་བར་གྱུར་ཏེ། ",
    "d747:17": "དེ་བྱུང་བ་ཙམ་གྱིས་འབྱུང་པོ་དང་འབྱུང་མོ་རྣམས་ཀྱི་ལུས་ལ་ཞུགས་སོ། །",
    "d747:18": "ཞུགས་པ་ཙམ་གྱིས་འབྱུང་པོ་དང་འབྱུང་མོ་རྣམས་ལངས་ཏེ་ཆེར་འཇིགས་ཤིང་རབ་ཏུ་འདར་བར་གྱུར་པས་བཅོམ་ལྡན་འདས་བསྐྱབ་ཏུ་གསོལ། ",
    "d747:19": "བདེ་བར་གཤེགས་པ་བསྐྱབ་ཏུ་གསོལ། ",
    "d747:20": "བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་བཞིན་བགྱིད་དོ་ཞེས་སྨྲས་སོ། །",
    "d747:21": "དེ་ནས་འབྱུང་པོའི་བདག་པོ་གཞན་གྱིས་མི་ཐུབ་པ་འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་དཔལ་སྲིད་པ་གསུམ་ལས་རྣམ་པར་རྒྱལ་བ་བདེ་བར་གཤེགས་པ་བསྐྱབ་ཏུ་གསོལ། ",
    "d747:22": "བཅོམ་ལྡན་འདས་ཡོངས་སུ་བསྐྱབ་ཏུ་གསོལ། ",
    "d747:23": "དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འབྱུང་པོའི་བདག་པོ་གླིང་བཞི་པ་ཐམས་ཅད་ཀྱི་མི་རྣམས་ལ་དངོས་གྲུབ་རྫོགས་པར་བྱིན་ཅིག །འཛམ་བུའི་གླིང་པའི་མི་རྣམས་ལ་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་པའི་རྫས་རྣམས་སྒྲུབ་ཅིང་བདེ་བར་བྱིན་ཅིག །དབྱིག་དང་། གསེར་དང་། དངུལ་དང་། མུ་ཏིག་དང་། ",
    "d747:24": "བཻ་ཌཱུརྱ་དང་། པདྨ་རཱ་ག་དང་། མེ་དང་ཆུའི་ཤེལ་དང་། སྤོས་དང་ལྷའི་ན་བཟའ་རྣམས་བྱིན་ཅིག །འདི་ཟློས་པའི་འབྲས་བུ་འགྲུབ་པར་གྱིས་ཤིག །བསྙེན་བཀུར་གྱིས་ཤིག །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཟློས་པའི་རིན་པོ་ཆེའི་ཅོད་པན་དང་། གོས་དང་། དྲི་དང་། བདུག་པ་དང་། མེ་ཏོག་ལ་སོགས་པ་དང་། ཡོ་བྱད་དང་། རྫས་ཐམས་ཅད་བགེགས་མེད་པར་བྱིན་ཅིག །རྒྱལ་པོའི་འཇིགས་པ་དང་། དགྲའི་འཇིགས་པ་དང་། སེང་གེའི་འཇིགས་པ་དང་། སྟག་གི་འཇིགས་པ་ཐམས་ཅད་ཟློག་ཅིག །",
    "d747:25": "ཀྱེ་ཀྱེ་གཞན་གྱིས་མི་ཐུབ་པ་འབྱུང་པོའི་དབང་ཕྱུག་ཆེན་པོ་མྱུར་དུ་མྱུར་དུ་ཉོན་ཅིག་ཉོན་ཅིག །",
    "d747:26": "ལེ་ལོ་ཅན་དང་། ཚུལ་ཁྲིམས་འཆལ་བ་དང་། ",
    "d747:27": "སྡིག་པ་བྱེད་པ་དང་། བརྫུན་སྨྲ་བ་རྣམས་ལ་ངེས་པར་དངོས་གྲུབ་བྱིན་ཅིག །གལ་ཏེ་རིག་སྔགས་འཆང་ལ་དངོས་གྲུབ་མི་སྦྱིན་ན་ཀླུ་མོ་དང་། གནོད་སྦྱིན་མོ་དང་། ས་ལ་འཇོམས་མ་དང་། ལྷ་མ་ཡིན་མོ་དང་། མིའམ་ཅི་མོ་དང་། ",
    "d747:28": "ནམ་མཁའ་ལྡིང་མོ་དང་། ལྟོ་འཕྱེ་ཆེན་མོ་དང་། ཤ་ཟ་མོ་དང་། འབྱུང་མོ་དང་། དྲི་ཟ་མོ་རྣམས་ཀྱི་སྤྱི་བོ་མི་ཕྱེད་པའི་རྡོ་རྗེས་དགས་པར་བྱ་ཞིང་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་ལྟུང་བར་བྱའོ། །",
    "d747:29": "དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་འདི་སྐད་དུ་ལེགས་སོ་ལེགས་སོ། །",
    "d747:30": "ལག་ན་རྡོ་རྗེ་ལེགས་པར་བཤད་དོ། །",
    "d747:31": "མི་རྣམས་ལ་ཕན་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བརྩོན་འགྲུས་དང་སྟོབས་དང་ཕ་རོལ་གནོན་པ་མི་ཕྱེད་པར་གྲགས་པ། ལྷ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ་ཁམས་གསུམ་པའི་ཆོས་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་གྲུབ་པར་བྱེད་པ་ཆོས་ཀྱི་འཁོར་ལོ་ཐམས་ཅད་སྐོར་བར་བྱེད་པ། སྡུག་བསྔལ་ཐམས་ཅད་འཇོམས་པར་བྱེད་པའི་སྒྲུབ་པའི་ཐབས་རྒྱ་ཆེན་པོ་ཆོ་ག་སྣ་ཚོགས་པ་ཕྱག་རྒྱ་དང་། ",
    "d747:32": "སྔགས་ཀྱི་ཚིག་གིས་སྒྲུབ་པའི་ཐབས་ཁྲོ་བོའི་རྒྱལ་པོ་ཆེན་པོ་བཅོམ་ལྡན་འདས་ཁྲོ་བོའི་རྒྱལ་པོ་ཆེན་པོ་བདག་པོས་ཤོད་ཅིག་ཅེས་གསུངས་སོ། །",
    "d747:33": "དེ་ནས་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་རོ་འཚོ་བར་བྱེད་པའི་སྔགས་གསུངས་པ། ",
    "d747:34": "ཨོྃ་ཀརྡྷ་ཀརྡྷ་མི་ཏྲ་སོྃ་ཛཱི་བ་ཡ་ཏི་དྷཱ་ཡ། ",
    "d747:35": "དེ་ནས་འདི་གསུངས་པ་ཙམ་གྱིས་ལྷ་ཐམས་ཅད་མྱོས་ཏེ་བརྒྱལ་ཞིང་འགྱེལ་ནས་ཆེར་འཇིགས་ཤིང་རབ་ཏུ་འདར་བར་གྱུར་ཏེ་གནས་སོ། །",
    "d747:36": "དེ་ནས་ལྷ་ཆེན་པོས་གསོལ་པ། བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་སྐྱོབས་ཤིག་སྐྱོབས་ཤིག །",
    "d747:37": "དེ་ནས་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་འདི་སྐད་ཅེས་གསུངས་སོ། །མ་འཇིགས་ཤིག་མ་འཇིགས་ཤིག །",
    "d747:38": "ཀྱེ་འབྱུང་པོའི་བདག་པོ་ཁྱེད་རྣམས་གཞན་ལས་རྒྱལ་བར་བྱ་བའི་ཕྱིར་ལྷ་ཐམས་ཅད་དབང་དུ་བསྡུ་ཞིང་འབྱུང་པོ་ཐམས་ཅད་ཚར་གཅད་པར་བྱའོ། །",
    "d747:39": "དེ་ནས་རིག་སྔགས་འཆང་གི་དབང་པོ་དང་། ལྷའི་བུད་མེད་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བསྐྱབ་ཏུ་གསོལ། ",
    "d747:40": "དཔལ་རྡོ་རྗེ་འཆང་རྒྱལ་པོ་ཆེན་པོས་བསྐྱབ་ཏུ་གསོལ། དེ་ནས་ཁྲོ་བོ་ཆེན་པོ་རྡོ་རྗེ་ཆེན་པོ་རྡོ་རྗེ་འཆང་གིས་འདི་སྐད་ཅེས་གསུངས་སོ། །ཀྱེ་བུད་མེད་རྣམས་གོ་བར་གྱིས་ཤིག །",
    "d747:41": "དཔལ་རྡོ་རྗེ་འཆང་རྒྱལ་པོ་ཆེན་པོ་ལ་སོགས་པའི་བསྙེན་བཀུར་བྱོས་ཤིག །དབྱིག་དང་། གསེར་དང་། མུ་ཏིག་དང་། རིན་པོ་ཆེ་དང་། ",
    "d747:42": "བཻ་ཌཱུརྱ་དང་། པདྨ་རཱ་ག་དང་། རྫས་ཐམས་ཅད་ཕུལ་ཅིག །དེ་ནས་ལྷའི་བུད་མེད་ལ་སོགས་པ་ལྷའི་བུ་མོ་དང་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འགུམ་མོ་འགུམ་མོ། །",
    "d747:43": "དཔལ་རྡོ་རྗེ་ཁྲོ་བོ་ཟློས་པ་རྣམས་ཀྱི་བྲན་མོ་བགྱིད་དོ། །",
    "d747:44": "བསྙེན་བཀུར་བགྱིད་དོ། །",
    "d747:45": "གལ་ཏེ་ཁྲོ་བོ་ཟློས་པའི་བསྙེན་བཀུར་མ་བགྱིས་ན་རིགས་དང་རྒྱུད་དུ་བཅས་པ་བརླག་པར་གྱུར་ཅིག །",
    "d747:46": "དམ་པའི་ཆོས་སྤངས་པར་གྱུར་ཅིག །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་སྨད་པར་གྱུར་ཅིག །",
    "d747:47": "བཅོམ་ལྡན་འདས་ཀྱི་ཁྲོ་བོ་ཆེན་པོའི་རྡོ་རྗེས་སྤྱི་བོ་ཁོས་ཤིག །",
    "d747:48": "ལན་བརྒྱད་རྣམ་པར་གཤེགས་ཤིང་ཤི་ནས་མྱུར་བ་ཉིད་དུ་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་འཇུག་པར་གྱུར་ཅིག །",
    "d747:49": "དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེས་ལྷའི་བུད་མེད་ཐམས་ཅད་དང་། ཀླུ་མོ་དང་གནོད་སྦྱིན་མོ་རྣམས་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། ",
    "d747:50": "ལྷའི་བུ་མོ་དང་ཀླུ་མོ་དང་། གནོད་སྦྱིན་མོ་རྣམས་ལེགས་སོ་ལེགས་སོ། །",
    "d747:51": "མ་འོངས་པའི་ཚེ་མ་འོངས་པའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་ཟློས་པའི་མི་རྣམས་ཀྱི་བསྙེན་བཀུར་གྱིས་ཤིག །",
    "d747:52": "དེ་ནས་འབྱུང་པོའི་བྲན་རྣམས་ཀྱིས་འབྱུང་པོའི་རྒྱལ་པོ་གཞན་གྱིས་མི་ཐུབ་པ་ལ་སོགས་པ་འཁོར་དང་བཅས་པ་ལངས་ཏེ། དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོའི་ཞབས་ལ་མགོ་བོས་བཏུད་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ། ཨོྃ་ཤྲཱི་མ་ཧཱ་བྷཱུ་ཏ་ཀུ་ལ་སུནྡ་རི་ཧཱུྃ། ",
    "d747:53": "ཨོྃ་ཤྲཱི་བི་ཛ་ཡ་སུནྡ་རི་ཧྲཱིཿ། ",
    "d747:54": "ཨོྃ་ཤྲཱི་བི་མ་ལ་སུནྡ་རི་ཨ། ",
    "d747:55": "ཨོྃ་ཤྲཱི་ར་ཏི་སུནྡ་རི་དྷུ། ",
    "d747:56": "ཨོྃ་ཤྲཱི་མ་ནོ་ཧ་ར་སུནྡ་རི་ཨི། ",
    "d747:57": "ཨོྃ་ཤྲཱི་བྷུ་ཥ་ཎ་སུནྡ་རི་མཱྃ། ",
    "d747:58": "ཨོྃ་ཤྲཱི་ད་བ་ལ་སུནྡ་རི་ཡ། ",
    "d747:59": "ཨོྃ་ཤྲཱི་ཙཀྵུརྨ་དྷུ་མ་སུནྡ་རི་ཏི། ",
    "d747:60": "ཞེས་པ་འདི་རྣམས་ནི་འབྱུང་པོའི་རྒྱལ་མོ་ཆེན་མོ་སྟེ། ",
    "d747:61": "དཔལ་གྱི་སྒྲ་ཡིས་རབ་ཏུ་གྲགས་པའོ། །དེ་ནས་དཔལ་གྱི་སྒྲུབ་པའི་ཐབས་བཀླགས་པ་ཙམ་གྱིས་དངོས་གྲུབ་སྟེར་བ་སྟེ། ",
    "d747:62": "དཔལ་རྡོ་རྗེ་འཆང་གི་མཚན་བརྗོད་པ་ཙམ་གྱིས་འབྱུང་པོ་དང་འབྱུང་མོ་ཐམས་ཅད་མངག་གཞུག་པར་འགྱུར་རོ། །",
    "d747:63": "བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གི་ཚེ་དམ་ཚིག་ལས་འདས་ན་འཕྲལ་དུ་འབྱུང་པོ་དང་འབྱུང་མོ་ཐམས་ཅད་རིགས་དང་རྒྱུད་དུ་བཅས་ཏེ་ཕུང་བར་བྱའོ། །",
    "d747:64": "དེ་ནས་འབྱུང་པོ་ཆེན་པོ་གཞན་གྱིས་མི་ཐུབ་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །",
    "d747:65": "ལྷ་ཆེན་པོའི་དམ་ཚིག་ལ་གནས་ཤིང་འཇིག་རྟེན་པའི་སྔགས་དང་ཕྱག་རྒྱའི་ཆོ་ག་ཐམས་ཅད་ཀྱི་དངོས་གྲུབ་སྩལ་བར་བགྱིའོ། །",
    "d747:66": "དཔལ་རྡོ་རྗེ་འཆང་བཟླས་པ་ཙམ་གྱིས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་ཏེ། ",
    "d747:67": "གལ་ཏེ་མ་གྲུབ་ན་རིགས་དང་རྒྱུད་དུ་བཅས་པ་བརླག་པར་གྱུར་ཅིག །",
    "d747:68": "དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་གསུངས་པའི་དམ་ཚིག་ཉམས་པར་གྱུར་ཅིག །དེ་བཞིན་གཤེགས་པའི་ཁྲོ་བོའི་རྡོ་རྗེས་སྤྱི་བོ་བཀས་པར་གྱུར་ཅིག །",
    "d747:69": "མྱུར་བ་ཉིད་དུ་ཤི་སྟེ་རྣམ་པ་ཐམས་ཅད་དུ་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་འཇུག་པར་གྱུར་ཅིག །",
    "d747:70": "དེ་ནས་ཡང་དག་བཤད་བྱ་བ། །སྒྲུབ་པ་པོ་ཡི་གནས་མཆོག་སྟེ། །",
    "d747:71": "ཆུ་བོའི་འགྲམ་དང་དུར་ཁྲོད་དང་། །ཕྱག་ན་རྡོ་རྗེའི་ཁྱིམ་དག་སྟེ། །དེར་ནི་འབྱུང་པོ་འབྱུང་མོ་ཀུན། །འགྲུབ་འགྱུར་འདི་ལ་ཐེ་ཙོམ་མེད། །",
    "d747:72": "འབྱུང་པོའི་རྒྱལ་མོ་ཆེན་པོ་བརྒྱད་ཀྱི་བསྒྲུབ་པའི་གནས་སོ། །",
    "d747:73": "དེ་ནས་ཕྱག་རྒྱ་བཤད་བྱ་བ། །འབྱུང་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པ་སྟེ། །",
    "d747:74": "ལག་གཡོན་ཁུ་ཚུར་དམ་བཅངས་ནས། །གུང་མོ་རབ་ཏུ་བརྐྱང་བྱས་པ། །",
    "d747:75": "སྤྱན་དྲང་མཆོད་པའི་ཕྱག་རྒྱ་སྟེ། །རིགས་ཀྱི་མཆོག་ནི་སྒྲུབ་བྱེད་པའོ། །",
    "d747:76": "ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ནས་ནི། །མཛུབ་མོ་རབ་ཏུ་བརྐྱང་བྱས་པ། །",
    "d747:77": "རང་གི་དམ་ཚིག་བསྲུང་བ་ཡི། །འབྱུང་མོ་སྐད་ཅིག་དེ་ལ་སྒྲུབ། །",
    "d747:78": "ལག་གཡོན་ཁུ་ཚུར་དམ་བཅངས་ནས། །མཐེ་ཆུང་རབ་ཏུ་བརྐྱང་བྱས་པ། །",
    "d747:79": "ཉེ་བར་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ། །འབྱུང་པོ་ཐམས་ཅད་རྗེས་འབྲང་བའོ། །",
    "d747:80": "ལག་པ་གཡོན་པ་བརྐྱང་ནས་ནི། །མཛུབ་མོ་བསྐྱིལ་བ་བྱས་ནས་སུ། །མཐེ་བོང་གཡས་ནི་མནན་བྱས་པ། །",
    "d747:81": "འབྱུང་ཀུན་དབང་དུ་བྱེད་པའོ། །",
    "d747:82": "ལག་གཡོན་ཁུ་ཚུར་བཅངས་པ་ལས། །སྲིན་ལག་རབ་ཏུ་བརྐྱང་བ་ནི། །",
    "d747:83": "འབྱུང་མོ་ཐམས་ཅད་འགུགས་པ་སྟེ། །བགེགས་ཀུན་ཟློག་པར་བྱེད་པའོ། །",
    "d747:84": "ལག་གཡོན་ཁུ་ཚུར་བཅངས་ནས་ནི། །མཛུབ་མོ་རབ་ཏུ་བརྐྱང་བྱས་པ། །",
    "d747:85": "འབྱུང་མོ་མངོན་ཕྱོགས་བྱེད་པ་སྟེ། །གདུག་པ་ཐམས་ཅད་ཟ་བྱེད་པའོ། །",
    "d747:86": "ལག་པ་གཡོན་པས་ཁུ་ཚུར་བཅངས་ཏེ། ",
    "d747:87": "མཐེ་ཆུང་བརྐྱང་བ་ནི་འབྱུང་མོའི་དམ་ཚིག་གི་ཕྱག་རྒྱ་སྟེ། ཐམས་ཅད་དུ་ལས་ཐམས་ཅད་བྱེད་པའོ། །",
    "d747:88": "ལག་པ་གཉིས་ཀའི་སོར་མོ་རྣམས་གཅིག་གི་སྟེང་དུ་གཅིག་བསྐྱོན་པ་བྱས་པ་ལ་ལག་པ་གཡས་པ་རྐེད་པ་གཡས་པར་བཞག་ལ། ",
    "d747:89": "ལག་པ་གཡོན་པས་གཡས་མནན་པའི་སྟེང་དུ་བཞག་པ་ནི་མཆོག་གི་སྙིང་པོ་སྟེ་འབྱུང་མོ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:90": "ཕྱག་རྒྱ་འདི་དག་བཅིངས་པ་ཙམ་གྱིས་འབྱུང་མོ་རྣམས་མྱུར་དུ་འོང་སྟེ། ",
    "d747:91": "གལ་ཏེ་མི་འོང་ན་མིག་དང་སྤྱི་བོ་འགས་ཤིང་བསྐམས་ཏེ་འཆི་བར་གྱུར་ཅིག །",
    "d747:92": "དེ་ནས་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །གལ་ཏེ་འབྱུང་མོ་རྣམས་དམ་ཚིག་ལས་འདའ་བར་བྱེད་ན་ཁྲོ་བོ་འདི་དང་བཅས་པས་དགུག་པའི་ཕྱིར་བཟླ་སྟེ། ",
    "d747:93": "ཨོྃ་ཀ་ཊུ་ཀ་ཊུ་སྲུ་ཧྲཱིཿཆེ་གེ་མོ་བྷུ་ཏི་ནི་ཧཱུྃ་ཕཊ། ",
    "d747:94": "ཁྲོ་བོ་འདི་དང་བཅས་པས་བརྒྱ་ཕྲག་བརྒྱད་བཟླས་ན་མྱུར་བར་འོང་བར་འགྱུར་རོ། །",
    "d747:95": "གལ་ཏེ་མྱུར་དུ་མ་འོངས་ན་མིག་དང་སྤྱི་བོ་འགས་པའམ་བསྐམས་ཏེ་འཆིའོ། །",
    "d747:96": "དེ་ནས་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་བཤད་པ། ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ་ཙནྡན་གྱི་དཀྱིལ་འཁོར་བྱས་ནས་མེ་ཏོག་གཅལ་དུ་བཀྲམ་སྟེ། ",
    "d747:97": "གུ་གུལ་གྱི་དུད་པས་བདུག་ཅིང་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:98": "མཚན་མོ་ཡང་སྟོང་བཟླས་ན་འོང་སྟེ། ",
    "d747:99": "འོངས་ནས་འདོད་པ་སྦྱིན་པར་འགྱུར་ཏེ་ཆུང་མར་འགྱུར་རོ། །",
    "d747:100": "གསེར་སྲང་བརྒྱ་མལ་དུ་དོར་ནས་ཐོ་རངས་ཀྱིས་འགྲོ་བར་བྱེད་དོ། །",
    "d747:101": "ཉི་མ་རེ་རེ་འདི་ལྟར་བྱས་ན་ཟླ་བ་གཅིག་གི་བར་དུ་ངེས་པར་འགྲུབ་བོ། །",
    "d747:102": "ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ་ཙནྡན་གྱིས་དཀྱིལ་འཁོར་བྱས་ནས་ཞོ་དང་འབྲས་ཆན་གྱི་གཏོར་མ་བྱིན་ན་ཉི་མ་བདུན་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:103": "འོངས་ནས་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་གྱུར་ཏེ། ",
    "d747:104": "སྡུག་པ་ངས་ཅི་བྱ་ཟེར་ཏེ་སྒྲུབ་པ་པོ་ཡིས་རྒྱལ་སྲིད་སློང་ཅིག་ཅེས་སྨྲའོ། །",
    "d747:105": "དེ་ནས་ཡུལ་འཁོར་ཡང་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ། །",
    "d747:106": "གོས་དང་རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་མཐུན་པར་སྦྱིན་པར་བྱེད་དོ། །",
    "d747:107": "དཔལ་རྡོ་རྗེ་འཆང་གི་ཁང་པར་སོང་སྟེ། ཀ་ར་བཱི་རའི་མེ་ཏོག་སྦྱིན་ཞིང་གུ་གུལ་གྱི་བདུག་པས་བདུགས་ལ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་ཏེ། ",
    "d747:108": "མཚན་མོ་ཡང་སྟོང་བཟླས་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:109": "འོངས་པ་ལ་མེ་ཏོག་གི་སྟན་སྦྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ན་ཆུང་མར་འགྱུར་ཏེ། ",
    "d747:110": "ལྷའི་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། རྫས་ཀྱི་དངོས་གྲུབ་སྟེར་ཞིང་དགྲ་ཐམས་ཅད་འཇོམས་པར་བྱེད་དོ། །",
    "d747:111": "རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་བར་བྱེད་དོ། །",
    "d747:112": "ལོ་སྟོང་ཕྲག་བཅུར་འཚོའོ། །",
    "d747:113": "ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ་སྤོས་དཀར་པོས་དཀྱིལ་འཁོར་བྱས་ནས་མེ་ཏོག་དཀར་པོ་བྱིན་ཏེ། ",
    "d747:114": "དུ་རུ་སྐས་བདུགས་ལ་སྟོང་ཕྲག་བཅུ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:115": "མཚན་མོ་ཡང་སྟོང་བཟླས་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:116": "འོངས་པ་ལ་མེ་ཏོག་གི་ཆུའི་ཡོན་ཆབ་བྱིན་ནས་བསྒོ་ན་སྲིང་མོར་འགྱུར་རོ། །དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་དང་། ",
    "d747:117": "རྫས་ཀྱི་དངོས་གྲུབ་སྟེར་ཞིང་དཔག་ཚད་སྟོང་དུ་སོང་ནས་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་བར་བྱེད་ཅིང་མཚན་མོ་སླར་འཁྱེར་རོ། །",
    "d747:118": "ལྷ་ཁང་སྟོང་པར་སོང་ནས་ཇི་ལྟར་གསུངས་པའི་གཏོར་མ་དང་མཆོད་པ་བྱས་ཏེ་སྟོང་ཕྲག་བརྒྱད་དུ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:119": "མཚན་མོ་ཡང་གཏོར་མ་བྱིན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:120": "འོངས་པ་ལ་འདོད་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཏེ། ",
    "d747:121": "ཉི་མ་རེ་རེ་དོང་ཙེ་སྟོང་སྟོང་སྟེར་ཞིང་རྒྱབ་ཏུ་ཞོན་ན་རི་རབ་ལ་ཡང་ཁྱེར་བར་བྱེད་དོ། །",
    "d747:122": "གཞན་ཡང་རྒྱལ་སྲིད་སྦྱིན་པར་བྱེད་ཅིང་རྒྱལ་པོའི་བུ་མོ་བཀུག་ནས་སྟེར་ཏེ། ",
    "d747:123": "ལོ་སྟོང་ཕྲག་ལྔ་འཚོ་ཞིང་ཤི་ནས་ཀྱང་རྒྱལ་རིགས་སུ་སྐྱེའོ། །",
    "d747:124": "ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ། ",
    "d747:125": "ཤའི་བཟའ་བ་དང་ཀ་ར་བཱི་རའི་མེ་ཏོག་སྦྱིན་ཞིང་གུ་གུལ་གྱི་དུད་པས་བདུགས་ལ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:126": "མཚན་མོ་ཡང་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ་མར་གྱི་མར་མེ་རབ་ཏུ་སྤར་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འཁོར་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ནས་རྐང་གདུབ་ཀྱི་སྒྲ་ཆེན་པོས་འོང་ངོ་། །",
    "d747:127": "འོངས་པ་ལ་མི་སྨྲ་བར་གྱུར་པས་འདོད་པར་བྱ་སྟེ་ཆུང་མར་འགྱུར་རོ། །",
    "d747:128": "གལ་ཏེ་སྤང་བར་བྱས་ན་འཆི་བར་འགྱུར་རོ། །",
    "d747:129": "རྒྱབ་ཏུ་ཞོན་ན་ཉི་མ་རེ་རེ་མཐོ་རིས་སུ་ཡང་ཁྱེར་བར་བྱེད་དོ། །",
    "d747:130": "གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་ཞིང་ལོ་སྟོང་ཕྲག་ལྔ་འཚོ་ལ་ཤི་ནས་ཀྱང་རྒྱལ་རིགས་སུ་སྐྱེའོ། །",
    "d747:131": "ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ། ",
    "d747:132": "གུ་གུལ་གྱིས་དཀྱིལ་འཁོར་བྱས་ནས་ཨ་ག་རུའི་བདུག་པ་སྦྱིན་ཞིང་ཇི་ལྟར་གསུངས་པའི་གཏོར་མ་བྱིན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:133": "མཚན་མོ་ཡང་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ་སྟོང་བཟླས་ན་རང་ཉིད་འོང་སྟེ་སྣང་བ་ཆེན་པོ་བྱས་ནས་ཙནྡན་གྱི་ཆུས་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་རོ། །",
    "d747:134": "སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:135": "སྒྲུབ་པ་པོས་མ་གྱིས་ཤིག་ཅེས་སྨྲ་བར་བྱ་སྟེ། མ་བཞིན་དུ་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ། །",
    "d747:136": "འཁོར་ལྔ་བརྒྱའི་འབྲས་ཆན་དང་། ",
    "d747:137": "རྒྱན་དང་གོས་རྣམས་ཉི་མ་རེ་རེ་ཞིང་སྟེར་ཞིང་ལོ་ཁྲི་འཚོ་ལ་གང་གི་ཚེ་འཆི་བ་ན་བྲམ་ཟེའི་རིགས་སུ་སྐྱེའོ། །",
    "d747:138": "ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ། ",
    "d747:139": "མཆོད་པ་རྒྱས་པ་བྱས་ནས་མར་གྱི་མར་མེ་རབ་ཏུ་སྤར་ཏེ་མཚན་ཐོག་ཐག་བཟླས་ཏེ། ",
    "d747:140": "དེ་ནས་ནམ་ཕྱེད་ཀྱི་དུས་སུ་འབྱུང་མོ་སྣང་བ་ཆེན་པོ་བྱས་ནས་འོང་སྟེ། སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དེ། ",
    "d747:141": "དེ་ནས་རྒྱལ་སྲིད་བྱིན་ཅིག་ཅེས་སྨྲས་ན་ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་འབུམ་འབུམ་སྟེར་རོ། །",
    "d747:142": "ལོ་ཁྲི་འཚོ་ཞིང་གང་གི་ཚེ་འཆི་བ་ན་སའི་བདག་གི་རྒྱལ་པོ་བྱེད་དོ། །",
    "d747:143": "འབྱུང་མོའི་རྒྱལ་མོ་ཆེན་མོ་བརྒྱད་ཀྱི་བརྟག་པ་རྫོགས་སོ།། །།",
    "d747:144": "དེ་ནས་འབྱུང་མོ་ཆེན་མོ་དུར་ཁྲོད་དུ་འཇུག་པ་རྣམས་ལངས་ཏེ་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་ཕྱག་འཚལ་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ། ",
    "d747:145": "ཨོྃ་ཧྲཱིཿཧཱུྃ་ཧ། མཆོག་གི་སྙིང་པོའོ། །",
    "d747:146": "ཨོྃ་ཧཱུྃ་ཀཊྚ་ཀཊྚ་སརྦ་བྷཱུ་ཏཱ་ནཱྃ་ས་མ་མ་ནུ་པཱ་ལ་ཡ། ",
    "d747:147": "ཧ་ར་ཧ་ར་བནྡྷ་བནྡྷ། ",
    "d747:148": "ཨཱ་ཀྲ་མ། ",
    "d747:149": "ཨཱ་ཀྲ་མ། ",
    "d747:150": "བྷོ་བྷོ་མ་ཧཱ་རཽ་དྲི་སྨ་ཤཱ་ན་བ་སི་ནི་ཨཱ་གཙྪ་ཨཱ་གཙྪ་ཤཱི་གྷྲྃ་དྷུྃ་ཧ་ཧཱུྃ་ཕཊ། ",
    "d747:151": "འབྱུང་མོ་དུར་ཁྲོད་ན་གནས་པ་རྣམས་དགུག་པའི་སྔགས་སོ། །ཨོྃ་བནྡྷ་བནྡྷ་དྷུ་ན་དྷུ་ན། ",
    "d747:152": "ཙ་ལ་ཙ་ལ། ",
    "d747:153": "ཙ་ལ་ཡ་ཙ་ལ་ཡ། ",
    "d747:154": "ཕྲེ་པཱ་ཤ་ཕྲེ་པཱ་ཤ། །",
    "d747:155": "ཏུ་ར་ཏུ་ར། ",
    "d747:156": "ཧ་ན་ཧ་ན། ",
    "d747:157": "ཏིཥྛ་ཏིཥྛ། ",
    "d747:158": "ས་མ་ཡ་མ་ནུ་པཱ་ལ་ཡ་བྷོཥྨ་ཤཱ་ན་པྲ་བེ་ཤ་ནི་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ",
    "d747:159": "འབྱུང་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་སྔགས་སོ། །",
    "d747:160": "ཨོྃ་ཙ་ལ་ཙ་ལ། ",
    "d747:161": "དྷ་ཀ་དྷ་ཀ །",
    "d747:162": "མ་ཧཱ་བྷུ་ཏི་ནི་སཱ་དྷ་ཀ་ན་པྲི་ཡེ། ",
    "d747:163": "ས་ར་ས་ར། ",
    "d747:164": "བི་ས་ར་བི་ས་ར། ",
    "d747:165": "ཀཊྚ་ཀཊྚ། ",
    "d747:166": "ཙཱ་ལ་ཡ་ཙཱ་ལ་ཡ། ",
    "d747:167": "བྷཉྫ་བྷཉྫ། ",
    "d747:168": "རྃ་ག་རྃ་ག །",
    "d747:169": "གྲྀཧྞ་གྲྀཧྞ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཧྲཱིཿསྭཱ་ཧཱ། མཆེ་བ་གཙིགས་མའིའོ། །",
    "d747:170": "ཨོྃ་གྷོ་རཱ་མུ་ཁི་སྨ་ཤཱ་ན་བ་སི་ནི་སཱ་དྷ་ཀ་ཨ་ནུ་ཀུ་ལེ། ",
    "d747:171": "ཨ་པྲ་ཏི་ཧ་ཏ་སིདྡྷི་དྷ་བ་ཏི་ཀེ་ཨོྃ་ཨོྃ་ཨོྃ་ཨོྃ་ན་མཿསྭཱ་ཧཱ། ",
    "d747:172": "གདོང་དྲག་མོའིའོ། །",
    "d747:173": "ཨོྃ་ཛརྫ་རི་མུ་ཁི། ཙི་ར་ཙི་ར། ",
    "d747:174": "ཙིནྟ་ཨཱ་བེ་ཤ། ",
    "d747:175": "སརྦ་ཤ་ཏྲཱུྃ་བྷ་ཡྃ་ཀ་རི། ",
    "d747:176": "ཧ་ན་ཧ་ན། ",
    "d747:177": "ད་ཧ་ད་ཧ། ",
    "d747:178": "པ་ཙ་པ་ཙ། ",
    "d747:179": "མཱ་ར་ཡ་མཱ་ར་ཡ། ",
    "d747:180": "མ་མ་ཨ་ཀཱ་ལ་མྲྀ་ཏྱུ་ཀྵ་ཡྃ་ཀ་རི། ",
    "d747:181": "སརྦ་ནཱ་ག་བྷ་ཡྃ་ཀ་རི། ",
    "d747:182": "ཨཊྚ་ཧཱ་སི་ནི་ས་བྷཱུ་ཏེ་ཤྭ་རི། ",
    "d747:183": "ཐཱ་ཐཱ་ཐཱ་ཐཱ། ",
    "d747:184": "དྷ་དྷ་དྷ་དྷ། ",
    "d747:185": "ཨོྃ་ཨོྃ་ཨོྃ་ཨོྃ་སྭཱ་ཧཱ། ",
    "d747:186": "རྒན་མོ་གདོང་གིའོ། །",
    "d747:187": "ཨོྃ་ཀ་མ་ལ་ལོ་ཙ་ནི་མ་ནི་མ་ནུ་ཥུ་པཉྩ་ལི། ",
    "d747:188": "སརྦ་དུཿཁ་ནི་ནཱ་ཤ་ནི། ",
    "d747:189": "སཱ་དྷ་ཀ་པྲི་ཡེ་ཛ་ཡ་ཛ་ཡ། ",
    "d747:190": "དི་བྱ་རཱུ་པི་ཎི་ཧྲཱིཿགྲྀཧྞ་གྲྀཧྞ། ",
    "d747:191": "ཛྃ་ཛྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ན་མཿསྭཱ་ཧཱ། ",
    "d747:192": "པདྨའི་མིག་ཅན་མའིའོ། །",
    "d747:193": "ཨོྃ་བི་ཀ་ཊ་དུཿམུ་ཁི་དྃཥྚྲ་ཀ་རཱ་ལོ་ཛྭ་ལི་ཏ་ལོ་ཙ་ནི། ",
    "d747:194": "སརྦ་ཡཀྵ་བྷ་ཡྃ་ཀ་རི། ",
    "d747:195": "དྷ་བ་དྷ་བ། ",
    "d747:196": "གཙྪ་གཙྪ་བྷོ་བྷོ་སཱ་དྷ་ཀཱ་ནཱྃ་ཨཱ་ཛྭཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ། ",
    "d747:197": "མི་སྡུག་གདོང་མའིའོ། །",
    "d747:198": "ཨོྃ་དྷུ་དྷུ་རི་ཀརྞ་བི་ཤཱ་ཙི་ནི་ཀ་ཊྱ་ཀ་ཊྱ། ",
    "d747:199": "དྷུ་ན་དྷུ་ན་མ་ཧཱ་སཱུརྱ་པཱུ་ཛི་ཏེ། ",
    "d747:200": "ཙྪིནྡ་ཙྪིནྡ་མ་ཧཱ་ཀརྞ་པི་ཤཱ་ཙི་ནི་བྷཱོ་བྷཱོ་སཱ་དྷ་ཀ་ཀི་ཀ་དོ་མི་ཊི། ",
    "d747:201": "ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ",
    "d747:202": "སྤྱོད་ངན་མའིའོ། །",
    "d747:203": "ཨོྃ་ས་ར་ས་ར། ",
    "d747:204": "ཀཊྚ་ཀཊྚ། ",
    "d747:205": "ཛྃ་བྷ་ཡ་ཛྃ་བྷ་ཡ། ",
    "d747:206": "སྟྃ་བྷ་ཡ་སྟྃ་བྷ་ཡ། ",
    "d747:207": "མོ་ཧ་ཡ་མོ་ཧ་ཡ། ",
    "d747:208": "བདྷྱུ་ཏ་ཀ་རཱ་ལི་ཨ་པྲ་ཏི་ཧ་ཏ་བ་རི་སིདྡྷི་ད་ཡ་ཀེ་ཧ་ཧ་ཧ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ",
    "d747:209": "གློག་ལྟར་འཇིགས་མའིའོ། །",
    "d747:210": "ཨོྃ་སཽ་མྱ་མུ་ཁི་ཨཱ་ཀཪྵ་ཡ་ཨཱ་ཀཪྵ་ཡ་སརྦ་བྷཱུ་ཏ་ན་ཛ་ཡ་ཛ་ཡ་བྷོ་བྷོ་མ་ཧཱ་ས་ཏྭ་ཀ་ནི་ཏིཥྛ་ཏིཥྛ་ས་མ་ཡ་མ་ནུ་པཱ་ལ་ཡ་ཨཱ་ཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ། ",
    "d747:211": "བཞིན་མཛེས་མའིའོ། །",
    "d747:212": "དུར་ཁྲོད་དུ་འཇུག་མ་ཆེན་མོ་བརྒྱད་ཀྱི་སྔགས་ཀྱི་ཚིག་གོ། །",
    "d747:213": "དེ་ནས་འདིར་དུར་ཁྲོད་དུ་འཇུག་མ་རྣམས་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་རྣམ་པར་བཤད་པ་ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ནས་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་འབྱུང་མོའི་དམ་ཚིག་ཕྱག་རྒྱ་སྟེ། ",
    "d747:214": "ཕྱག་རྒྱ་འདི་ཉིད་ཀྱིས་དགུག་པ་ཡང་བྱའོ། །",
    "d747:215": "དུར་ཁྲོད་དུ་འཇུག་པའི་ཤ་ཟ་མོ་འབྱུང་མོ་ཆེན་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:216": "གཡོན་པའི་མཛུབ་མོ་བརྐྱང་བ་ནི་གདོང་དྲག་མའི་ཕྱག་རྒྱའོ། །",
    "d747:217": "ཁུ་ཚུར་སོ་སོར་བཅངས་ནས་མཐེ་ཆུང་གཉིས་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་ནས་ཁའི་ཕྱོགས་སུ་སྦྱར་བ་ནི་མཆེ་བ་གཙིགས་མའི་ཕྱག་རྒྱའོ། །",
    "d747:218": "ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ་གུང་མོ་བརྐྱང་བ་ནི་རྒན་མོ་གདོང་གི་ཕྱག་རྒྱའོ། །",
    "d747:219": "ཕྱག་རྒྱ་དེ་ཉིད་ལས་གུང་མོ་བཀུག་ཅིང་སྲིན་ལག་བརྐྱང་བ་ནི་པདྨའི་མིག་ཅན་མའི་ཕྱག་རྒྱའོ། །",
    "d747:220": "ཕྱག་རྒྱ་དེ་ཉིད་ལས་སྲིན་ལག་བཀུག་ནས་མཐེ་ཆུང་བརྐྱང་བ་ནི་མི་སྡུག་གདོང་མའི་ཕྱག་རྒྱའོ། །",
    "d747:221": "ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ནས་མཛུབ་མོ་བརྐྱང་བ་ནི་སྤྱོད་ངན་མའི་ཕྱག་རྒྱའོ། །",
    "d747:222": "ཕྱག་རྒྱ་དེ་ཉིད་ལས་མཛུབ་མོ་བཀུག་ཅིང་གུང་མོ་བརྐྱང་བ་ནི་གློག་ལྟར་འཇིགས་མའི་ཕྱག་རྒྱའོ། །",
    "d747:223": "ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེའུ་ཆུང་རབ་ཏུ་བརྐྱང་བ་ནི་བཞིན་མཛེས་མའི་ཕྱག་རྒྱའོ། །",
    "d747:224": "དུར་ཁྲོད་དུ་འཇུག་མའི་འབྱུང་མོ་ཆེན་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:225": "དེ་ནས་འདིར་ནི་བཤད་བྱ་བ། །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་རྒྱལ། །དུར་ཁྲོད་འཇུག་པའི་འབྱུང་ཆེན་མོ། །བརྒྱད་པོ་སྒྲུབ་པའི་ཆོ་ག་སྟེ། །",
    "d747:226": "དབུལ་པོ་རྣམས་ལ་ཕན་དོན་དུ། །བྲན་མོའི་སྒྲུབ་ཐབས་དམ་པའོ། །",
    "d747:227": "དུར་ཁྲོད་དུ་སོང་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:228": "དེ་ནས་སྒྲུབ་པ་བརྩམ་པར་བྱ་སྟེ། ",
    "d747:229": "མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་སེང་ལྡེང་གི་ཡམ་ཤིང་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བྱུག་པས་སྦྱིན་སྲེག་བརྒྱ་བྱས་ན་དེ་ནས་འབྱུང་མོ་དུར་ཁྲོད་དུ་འཇུག་མ་མྱུར་དུ་འོང་སྟེ། ",
    "d747:230": "ངས་ཅི་བྱ་ཞེས་མངག་གཞུག་བྱེད་པར་འགྱུར་རོ། །དེ་ནས་ཞིང་བསྐྱེད་པའི་ཞིང་གི་ལས་བྱེད་ཅིང་ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་རེ་རེ་སྟེར་རོ། །",
    "d747:231": "མཚན་མོའི་ཞིང་གི་གསེབ་ཏུ་སོང་སྟེ་ཉ་དང་ཤས་ཇི་ལྟར་གསུངས་པའི་གཏོར་མ་སྦྱིན་ཞིང་ལན་ཉི་ཤུ་རྩ་གཅིག་ཡོངས་སུ་བཟླས་ན་ལས་ཀྱི་ཤ་ཟ་མོ་ཇི་ལྟར་བསྟན་པའི་ལས་ཐམས་ཅད་བྱེད་དོ། །",
    "d747:232": "མཚན་མོ་དུར་ཁྲོད་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཤ་ཟ་མོ་ཉན་རྣམ་མྱུར་དུ་བཟང་མོའི་གཟུགས་ཀྱིས་འོང་སྟེ་མངག་གཞུག་མར་འགྱུར་རོ། །",
    "d747:233": "ཁྱིམ་གྱི་ལས་དང་བྱ་བ་དང་ཤགས་དང་དྲག་པོའི་ལས་ལ་སོགས་པ་བྱེད་དོ། །",
    "d747:234": "མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་སྟོང་ཕྲག་བརྒྱ་བཟླས་ན་ཤ་ཟ་མོ་ཉན་རྣམ་འབྱུང་མོའི་འཁོར་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ཏེ་མྱུར་དུ་འོང་ངོ་། །",
    "d747:235": "འོངས་པ་ལ་ཉ་དང་ཤ་ལས་བྱས་པའི་གཏོར་མ་དམར་པོ་བྱིན་ན་དགའ་བར་འགྱུར་རོ། །",
    "d747:236": "བྲན་གྱི་ལས་བྱེད་ཅིང་རས་ཟུང་གཅིག་དང་དོང་རྩེ་གཅིག་དང་འབྲས་ཆན་དང་རྒྱན་ལ་སོགས་པ་སྒྲུབ་པ་པོ་དང་འགྲོ་བ་ལྔ་ལ་ཉི་མ་རེ་རེ་ཞིང་སྟེར་རོ། །",
    "d747:237": "དཔག་ཚད་བརྒྱ་ནས་ཀྱང་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་རོ། །",
    "d747:238": "མདོར་ན་བྲན་དང་བྲན་མོ་དང་འདྲ་བར་ཇི་སྲིད་འཚོའི་བར་དུ་ལས་ཐམས་ཅད་བྱེད་དོ། །",
    "d747:239": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཀྱི་ཤ་ཟ་མོའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:240": "དེ་ནས་འབྱུང་མོ་གཏུམ་མོ་ཆེན་མོ་ཀ་ཏ་ཡ་ན་གཏུམ་མོ་ཆེན་མོ་རྣམས་ལངས་ཏེ། འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་དེར་དཔལ་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོའི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ་རང་གི་སྙིང་པོ་ཕུལ་བ། ",
    "d747:241": "ཨོྃ་ཏྲུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ",
    "d747:242": "ཀ་ཏ་ཡ་ན་ཞི་བ་མའིའོ། །",
    "d747:243": "ཨོྃ་བྷཱུར་ཛཱ་ལ་ཧཱུྃ་ཕཊ། ",
    "d747:244": "ཀ་ཏ་ཡ་ན་ཆེན་མོའིའོ། །",
    "d747:245": "ཨོྃ་ཨོྃ་ཧྲཱིཿཧྲཱིཿཧཱུྃ་ཧཱུྃ་ཧེ་ཧེ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ",
    "d747:246": "དྲག་མོ་ཀ་ཏ་ཡ་ནའིའོ། །",
    "d747:247": "ཨོྃ་རཽ་དྲི་བྷ་ཡཾ་ཀ་རི་ཨཊྚ་ཧ་སི་ནི་སཱ་དྷ་ཀ་པྲི་ཡེ་མ་ཧཱ་པི་ཙི་ཏ་རཱུ་པེ་རཏྣ་ཀ་རི་སུ་བརྞ་ཧ་ཏེ་ཡ་མ་ནི་ཀྲྀནྟ་ནི་སརྦ་དུཿཁ་པྲ་ཤ་མ་ནི་ཨོྃ་ཨོྃ་ཨོྃ་ཨོྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཤཱི་གྷྲཾ་སིདྡྷི་པྲ་ཡཙྪ་ཧྲཱིཿཛཿསྭཱ་ཧཱ། ",
    "d747:248": "འབྱུང་པོའི་དབང་ཕྱུག་མ་གཏུམ་མོ་ཀ་ཏ་ཡ་ནའིའོ། །",
    "d747:249": "ཨོྃ་ཡ་མ་ནི་ཀྲྀནྟ་ནི་ཨ་ཀཱ་ལ་མྲྀ་ཏྱུ་ནི་བ་ར་ཎི་ཁཌྷ་ཤུ་ལ་ཧ་སྟེ་ཤཱི་གྷྲྃ་པྲ་སིདྡྷི་ད་དྷ་ཏུ་སཱ་དྷ་ཀ་མཱ་ཛྙཱ་པ་ཡ་ཏི་ཧིཿསྭཱ་ཧཱ། ",
    "d747:250": "ཀ་ཏ་ཡ་ན་དྲེགས་མའིའོ། །",
    "d747:251": "ཨོྃ་ཧེ་མ་ཀུཎྜ་ལིདྷ་ཀ་དྷ་ཀ་ཛྭ་ལ་ཛྭ་ལ་དི་བྱ་ཀུཎྜ་ལི་བྷཱུ་ཥི་ཏེ་དམ་ནི་མ་ཐ་ནི་བྷ་ག་བཱ་ན་ཨཱ་ཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ། ",
    "d747:252": "ཀ་ཏ་ཡ་ན་རྣ་ཆ་ཅན་གྱིའོ། །",
    "d747:253": "ཨོྃ་བྷྲྀ་ཀུ་ཊི་མུ་ཁི་ཀ་ཧ་ཀ་ཧ། ",
    "d747:254": "དྷ་བ་དྷ་བ། ",
    "d747:255": "ཛྭ་ལ་ཛྭ་ལ། ",
    "d747:256": "ཧུ་ཏ་ཨཱ་ས་ན་མུ་ཁི་ཨཱ་གཙྪ་ཨཱ་གཙྪ་བེ་ཏ་ཧོཏ་ཐ་བ་ནི། ",
    "d747:257": "ཨཱ་བི་ཤ་ཨཱ་བི་ཤ། ",
    "d747:258": "ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ",
    "d747:259": "ཕཊ་ཕཊ་ཕཊ། ",
    "d747:260": "བྷ་ག་བཱན་ཨཱཛྙཱ་པ་ཡ་ཏི་ཧྲཱིཿསྭཱ་ཧཱ། ",
    "d747:261": "ཀ་ཏ་ཡ་ན་རྒྱལ་བའི་བཞིན་ཅན་མའིའོ། །",
    "d747:262": "ཨོྃ་བི་ཀུ་མ་ཐཱ་ནི་ཀ་ཧ་ཀ་ཧ། ",
    "d747:263": "ཛ་ཡ་ཛ་ཡ། ",
    "d747:264": "སརྦ་ཨ་སུ་ར་པ་ཙ་ཏེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ",
    "d747:265": "ཀ་ཏ་ཡ་ན་མཛེས་མའིའོ། །",
    "d747:266": "ཨོྃ་སུ་ར་ཏ་པྲི་ཡེ་དི་བྱ་ལོ་ཙ་ནི་ཀཱ་མེ་ཤྭ་རི་ཛ་ག་ཏ་མོ་ཧ་ནི་སུ་བྷ་གེ་ཀཉྩ་ན་ཨ་མ་ལཾ་བྷཱུ་ཥ་ཎེ་ནུ་པཱུ་ར་ཤབྡེ། ",
    "d747:267": "ཨཱ་བེ་ཤ་ཨཱ་བེ་ཤ། །",
    "d747:268": "པི་པུ་ར་པུ་ར་སཱ་དྷ་ཀ་པྲི་ཡེ་ཧྲཱིཿསྭཱ་ཧཱ། ",
    "d747:269": "ཀ་ཏ་ཡ་ན་དེས་མའིའོ། །ཀ་ཏ་ཡ་ན་ནི་འབྱུང་མོ་བརྒྱད་ཀྱི་རིག་སྔགས་བཀླགས་པ་ཙམ་གྱིས་འགྲུབ་པའོ། །",
    "d747:270": "དེ་ནས་མཆོག་ཏུ་གསང་བའི་འབྱུང་མོ་ཆེན་པོ་གདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཀ་ཏ་ཡ་ན་བརྒྱད་པོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་འབྱུང་མོ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ་བཤད་པར་བྱ་སྟེ། ",
    "d747:271": "སོར་མོ་རྣམས་ཕན་ཚུན་དུ་བསྣོལ་ནས་མཛུབ་མོ་བརྐྱང་སྟེ་བཀུག་པ་ནི་ཀ་ཏ་ཡ་ན་ཞིབ་མའི་ཕྱག་རྒྱའོ། །",
    "d747:272": "སོར་མོ་རྣམས་ནང་དུ་བཀུག་ནས་མཛུབ་མོ་གཉིས་བསྐྱིལ་བ་ནི་ཀ་ཏ་ཡ་ན་ཆེན་མོའི་ཕྱག་རྒྱ་སྟེ། འབྱུང་མོ་མ་ལུས་པ་འགུགས་པའོ། །",
    "d747:273": "ཕྱག་རྒྱ་འདི་ཉིད་ལས་གུང་མོ་ཁར་གཏད་ནས་མཐེའུ་ཆུང་གཉིས་བཀུག་པ་ནི་འབྱུང་མོ་ཐམས་ཅད་གསོད་པ་སྟེ། རིགས་འཇོམས་པར་བྱེད་པ་སྒྲུབ་པ་པོ་ཆེན་པོ་དགའ་བའི་འབྱུང་པོའི་དབང་ཕྱུག་མའི་ཕྱག་རྒྱའོ། །",
    "d747:274": "ཕྱག་རྒྱ་འདི་བཅིངས་པ་ཙམ་གྱིས་མྱུར་དུ་འགྲུབ་པར་བྱེད་དོ། །",
    "d747:275": "ཁུ་ཚུར་གཉིས་སོ་སོར་བཅངས་ནས་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་ཀ་ཏ་ཡ་ན་དྲེགས་མའི་ཕྱག་རྒྱ་སྟེ། ",
    "d747:276": "དྲི་དང་སྤོས་དང་དེ་བཞིན་དུ་མེ་ཏོག་གིས་མཆོད་ཅིང་ཉ་དང་ཤའི་གཏོར་མ་ཡང་བྱིན་ན་འབྱུང་མོ་ཐམས་ཅད་སྐད་ཅིག་དེ་ལ་བྲན་མོར་འགྱུར་རོ། །",
    "d747:277": "ཁུ་ཚུར་གཉིས་དམ་དུ་བཅིངས་ནས་མཛུབ་མོ་གཉིས་འཁྱུད་པ་ནི་འབྱུང་མོའི་ཕྱག་རྒྱ་སྟེ། ",
    "d747:278": "དེ་ཉིད་ཀ་ཏ་ཡ་ན་གཏུམ་མོ་རྣ་ཆ་ཅན་གྱི་ཕྱག་རྒྱའོ། །",
    "d747:279": "མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་འབྱུང་མོ་ཐམས་ཅད་སྒྲུབ་ཅིང་འབྱུང་མོ་རྣམས་བསྒྱེལ་ཞིང་གསོད་པའི་ཕྱག་རྒྱ་སྟེ། ",
    "d747:280": "རིགས་དང་རྒྱུད་དུ་བཅས་པ་སྒྲུབ་པ་རྒྱལ་བའི་བཞིན་ཅན་མའི་ཕྱག་རྒྱ་སྟེ། འབྱུང་མོ་མ་ལུས་པ་དབང་དུ་བྱེད་པའོ། །",
    "d747:281": "ཁུ་ཚུར་སོ་སོར་བཅངས་ནས་མཐེའུ་ཆུང་གཉིས་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་སྟེ་བཀུག་པ་ནི་འཇིག་རྟེན་གསུམ་འགུགས་པར་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ་དྲག་པོ་དང་ཚངས་པ་དང་བརྒྱ་བྱིན་དུ་བཅས་པ་ཡང་འགུགས་ན་འབྱུང་མོ་དང་ཕྲན་ཚེགས་རྣམས་ལྟ་ཅི་སྨོས་ཏེ་དེ་ནི་ཀ་ཏ་ཡ་ན་མཛེས་མའི་ཕྱག་རྒྱའོ། །",
    "d747:282": "འབྱུང་མོ་ཆེན་མོ་ཀ་ཏ་ཡ་ན་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:283": "དེ་ནས་འདིར་མཆོག་ཏུ་གསང་བ་གསང་ཆེན་འབྱུང་པོ་གདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོའི་འབྱུང་མོ་ཀ་ཏ་ཡ་ན་རྣམས་ཀྱི་སྒྲུབ་པའི་ཐབས་རྣམ་པར་བཤད་པ་འབྱུང་མོ་ཀ་ཏ་ཡ་ན་རྣམས་ཀྱི་སྒྲུབ་པའི་ཐབས་ནི། ",
    "d747:284": "དུར་ཁྲོད་དུ་སོང་ནས་བརྒྱ་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་གསུམ་ན་འབྱུང་མོ་ཐམས་ཅད་མྱུར་དུ་འོངས་ཏེ། །",
    "d747:285": "འོངས་པ་ལ་ཐོད་པ་ཁྲག་གིས་ཡོངས་སུ་བཀང་སྟེ་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ། ",
    "d747:286": "སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་སྟེ། ",
    "d747:287": "སྒྲུབ་པ་པོས་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ན་མ་དང་འདྲ་བར་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ། །",
    "d747:288": "རྒྱལ་སྲིད་སྟེར་ཞིང་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ལ་སྒྲུབ་པ་པོ་རྣམས་ཀྱི་བདག་པོར་འགྱུར་རོ། །",
    "d747:289": "ལོ་བརྒྱ་ཕྲག་ལྔ་འཚོ་ཞིང་ཤི་ནས་ཀྱང་རྒྱལ་རིགས་སུ་སྐྱེའོ། །",
    "d747:290": "དེ་ནས་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེས་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:291": "མཚན་མོ་ཡང་དཔལ་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ་བཟླས་ན་བུད་མེད་བཟང་མོའི་གཟུགས་ཀྱིས་འདུག་ནས་མཆོག་སྟེར་རོ། །",
    "d747:292": "མཚན་མོ་ལིང་ག་གཅིག་པར་སོང་སྟེ་སྟོང་ཕྲག་གཅིག་བཟླས་ན་ཉི་མ་གཅིག་ན་རྐང་གདུབ་ཀྱི་སྒྲ་ཐོས་སོ། །",
    "d747:293": "ཉི་མ་གཉིས་ན་བུད་མེད་བཟང་མོ་མདུན་དུ་འདུག་སྟེ། ",
    "d747:294": "སེམས་སུན་མི་དབྱུང་ཞིང་སྨྲ་བར་ཡང་མི་བྱའོ། །",
    "d747:295": "ཉི་མ་གསུམ་པ་ལ་ཚིག་སྨྲ་བར་བྱེད་དེ། ",
    "d747:296": "ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་སྟེ། སྒྲུབ་པ་པོས། ",
    "d747:297": "ཀྱེ་ལྷ་མོ་ཆེན་མོ་བསྙེན་བཀུར་གྱིས་ཤིག་ཅེས་སྨྲས་ན་ཇི་སྲིད་འཚོའི་བར་དུ་བསྙེན་བཀུར་མར་འགྱུར་རོ། །",
    "d747:298": "རྒྱབ་ཏུ་ཞོན་ན་རི་རབ་དང་རྒྱ་མཚོ་ལ་སོགས་པར་འཁྱེར་རོ། །",
    "d747:299": "གཞན་ཡང་ངལ་སོ་བའི་ཁྱིམ་དུ་སོང་སྟེ་འདུག་ན་རྫས་བླངས་ནས་སྟེར་བར་བྱེད་དོ། །",
    "d747:300": "འཛམ་བུའི་གླིང་གི་ཁོངས་སུ་གཏོགས་པ་ན་གཟུགས་མཆོག་དང་ལྡན་པའི་བུ་མོ་བླངས་ནས་སྟེར་རོ། །",
    "d747:301": "དེ་ནས་འདོད་པར་བྱས་ན་ལོ་ལྔ་བརྒྱ་འཚོ་ཞིང་ཤི་བ་ན་རྒྱལ་ཕྲན་གྱི་རིགས་སུ་སྐྱེའོ། །",
    "d747:302": "མཚན་མོ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འབྱུང་མོ་བུད་མེད་བཟང་མོའི་གཟུགས་ཅན་དུ་འཁོར་དང་བཅས་ནས་འོང་སྟེ། ",
    "d747:303": "འོངས་པ་ལ་བོད་པར་མི་བྱ་ཞིང་སུན་འབྱུང་བར་མི་བྱ་སྟེ། ",
    "d747:304": "མི་སྨྲ་བར་གྱུར་པས་ཆགས་པ་སྤྱད་ན་ཉི་མ་རེ་རེ་ཞིང་རྟག་ཏུ་གནས་པར་འགྱུར་རོ། །དོང་ཙེ་ལྔ་དང་རས་ཕྲུགས་གཅིག་སྟེར་རོ། །",
    "d747:305": "མཚན་མོ་སྐྱེད་མོས་ཚལ་དུ་སོང་སྟེ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་གསུམ་ན་རྐང་གདུབ་ཀྱི་སྒྲ་ཐོས་སོ། །",
    "d747:306": "ཉི་མ་བཞི་ན་འབྱུང་མོ་འོང་བ་མཐོང་ངོ་། །",
    "d747:307": "ཉི་མ་ལྔ་ན་མདུན་ན་འདུག་གོ། །",
    "d747:308": "ཉི་མ་དྲུག་ན་དོང་ཙེ་ལྔ་སྟེར་རོ། །",
    "d747:309": "ཉི་མ་བདུན་ན་ཡང་འོང་སྟེ་ཁྱིམ་དང་བཅས་ནས་འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:310": "དེ་བཞིན་དུ་ཉི་མ་བརྒྱད་པ་ལ་སྔས་སུ་མཎྜལ་བྱས་ལ་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ཏེ། ",
    "d747:311": "སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ན་འབྱུང་མོའི་གཟུགས་ཀྱིས་ཁྱིམ་དང་བཅས་ནས་འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:312": "ལྷའི་མུ་ཏིག་གི་དོ་ཤལ་མལ་དུ་བོར་ནས་ཐོ་རངས་ཀྱིས་འགྲོ་སྟེ་དེས་ཀྱང་མུ་ཏིག་གི་དོ་ཤལ་བླང་བར་བྱའོ། །",
    "d747:313": "བླངས་པ་ཙམ་གྱིས་དོང་ཙེ་ཉི་ཤུ་རྩ་ལྔ་དང་རས་ཟུང་གཅིག་སྟེར་རོ། །",
    "d747:314": "དགྲ་ཐམས་ཅད་འཇོམས་པར་བྱེད་ཅིང་ཚེ་ལོ་སྟོང་ཐུབ་པར་འགྱུར་ཏེ། ",
    "d747:315": "ཤི་ནས་རྒྱལ་རིགས་སུ་སྐྱེའོ། །",
    "d747:316": "ལྷ་ཁང་སྟོང་པར་སོང་ནས་མཚན་མོ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་གསུམ་ན་འབྱུང་མོ་རང་ཉིད་སྣང་བ་ཆེན་པོ་བྱས་ནས་འཁོར་བརྒྱད་བརྒྱས་ཡོངས་སུ་བསྐོར་ཏེ་ངེས་པར་འོང་ངོ་། །",
    "d747:317": "འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ་ཆུང་མར་འགྱུར་ལ་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། ",
    "d747:318": "རྫས་ཀྱི་གྲུབ་པ་སྟེར་རོ། །འཁོར་བརྒྱད་བརྒྱས་གོས་དང་རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ། །",
    "d747:319": "ལོ་ལྔ་སྟོང་འཚོ་ཞིང་གང་གི་ཚེ་འཆི་བ་ན་རྒྱལ་རིགས་སུ་སྐྱེའོ། །",
    "d747:320": "མཚན་མོ་རྒྱལ་པོའི་ཁབ་ཏུ་སོང་སྟེ། སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:321": "ནུབ་ལྔར་ཀ་ར་བི་རའི་ཤིང་གིས་མེ་རབ་ཏུ་སྤར་ཏེ། མ་ལ་ཏིའི་མེ་ཏོག་ཞོ་དང་མར་གྱིས་བྱུགས་ཏེ། ",
    "d747:322": "བརྒྱད་བརྒྱ་བསྲེགས་ན་འབྱུང་མོའི་རྒྱལ་མོ་དབང་ཕྱུག་ཆེན་མོ་འཁོར་ལྔ་བརྒྱའི་རྐང་གདུབ་ཀྱི་སྒྲ་ཆེན་པོས་མྱུར་དུ་འོང་ངོ་། །",
    "d747:323": "འོངས་པ་ལ་མེ་ཏོག་གི་མཆོད་ཡོན་བྱིན་ན་མ་དང་སྲིང་མོ་དང་ཆུང་མར་འགྱུར་རོ། །",
    "d747:324": "གལ་ཏེ་མར་གྱུར་ན་སེམས་སུན་དབྱུང་བར་མི་བྱ་སྟེ། ",
    "d747:325": "ལྷས་འདོད་པའི་བཟའ་བ་སྟེར་ཞིང་གསེར་སྲང་འབུམ་སྟེར་རོ། །",
    "d747:326": "གལ་ཏེ་སྲིང་མོར་གྱུར་ན་ནི་རྒྱལ་སྲིད་སྟེར་ཞིང་དཔག་ཚད་སྟོང་ནས་ཀྱང་བུད་མེད་བླངས་ནས་སྟེར་རོ། །",
    "d747:327": "གལ་ཏེ་ཆུང་མར་གྱུར་ན་ནི་བུད་མེད་མཛེས་མ་ལྟ་བུས་ལུས་ཀྱི་ལོངས་སྤྱོད་སྟེར་ཞིང་རེ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ། །",
    "d747:328": "ལོ་ཁྲི་འཚོ་ཞིང་གང་གི་ཚེ་འཆི་བ་ན་རྒྱལ་རིགས་སུ་སྐྱེ་བར་བྱེད་དོ། །",
    "d747:329": "དེ་ནས་ཟླ་བ་ཉ་བ་ལ་ཁྲི་བཟླས་པ་བྱས་ནས་མཚན་མོ་ལྷ་ཁང་དུ་སོང་སྟེ། ",
    "d747:330": "མཆོད་པ་རྒྱས་པར་བྱས་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ངེས་པར་འོང་ངོ་། །",
    "d747:331": "འོངས་པ་ལ་ཁྲག་གི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཞིང་མངག་གཞུག་མར་འགྱུར་རོ། །",
    "d747:332": "ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་ཞིང་ལྷའི་འདོད་པའི་བཟའ་བ་སྟེར་རོ། །",
    "d747:333": "ལོ་ལྔ་བརྒྱ་འཚོ་བར་འགྱུར་རོ། །",
    "d747:334": "འདི་ནི་ཀ་ཏ་ཡ་ན་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།དེ་ནས་རྣམ་པར་བཤད་བྱ་བ། །",
    "d747:335": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་གྱི། །བྲན་ཕོ་དང་ནི་བྲན་མོ་ད་ག །སྒྲུབ་པར་བྱེད་པའི་ཆོ་གའོ། །",
    "d747:336": "ཨོྃ་རཱ་ཧུ་རཱ་ཧུ། ",
    "d747:337": "མ་ཧཱ་ཙེ་དུ་ཀ་ནན་ད་རི་དྷ་ནན་ཧི་ཏ་ཧ་ར་ཐཱ་ཡཱ། ",
    "d747:338": "ཨོྃ་ཧྲ་ཧྲ་ཧྲ་ཧྲ་ཧྲ། གྲྀཧྞ་གྲྀཧྞ། ",
    "d747:339": "མཱྃ་ས་སིདྡྷིཾ་མེ་པྲ་ཡཙྪ་སྭཱ་ཧཱ། ",
    "d747:340": "ར་སྐྱེས་ནག་པོའི་ཤ་བཙོང་བའི་སྔགས་ཏེ་མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་བརྒྱ་རྩ་བརྒྱད་བཟླས་ན་ཤ་ཐམས་ཅད་བཙོང་བའི་ལས་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:341": "མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་ཤ་སྲང་བརྒྱད་ཁྱེར་ནས་ཕྱོགས་བཞིར་རྣམ་པར་བལྟས་ཏེ། ",
    "d747:342": "ཀྱེ་ཀྱེ་དུར་ཁྲོད་ན་གནས་པའི་འབྱུང་མོ་རྣམས་ཤ་ཉོའམ་ཞེས་བོས་ནས། བྲམ་ཟེའི་གཟུགས་ཀྱིས་མདུན་དུ་འདུག་སྟེ། ཀྱེ་སྐྱེས་བུ་ཆེན་པོ་ཅི་བཞེད་ཅེས་སྨྲ་ན། ",
    "d747:343": "སྒྲུབ་པ་པོ་ཡིས་གསེར་འདོད་དོ་ཞེས་སྨྲ་སྟེ། གསེར་སྲང་བརྒྱ་སྟེར་བར་བྱེད་དོ། །",
    "d747:344": "དེ་ནས་ཤ་སྦྱིན་ཏེ་གལ་ཏེ་མི་འདོད་ན་མིག་དང་སྤྱི་བོ་འགས་པའམ་འཆི་བར་འགྱུར་རོ། །དེ་ནས་དབང་ཕྱུག་ཆེན་པོ་ལྷ་ཆེན་པོ་རིག་འཛིན་བྱེ་བ་དུ་མས་ཡོངས་སུ་བསྐོར་ཏེ། ལྷའི་བུ་མོ་དུ་མ་དང་། ",
    "d747:345": "གནོད་སྦྱིན་དང་། ཀླུ་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་དུ་མ་དང་ལྷན་ཅིག་ཏུ་འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་དེར་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །",
    "d747:346": "བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་མི་ཕྱེད་པར་བསྟན་པ། ཁམས་གསུམ་པའི་རྒྱལ་པོ་ཆེན་པོ་འབྱུང་པོ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་རིག་འཛིན་རྣམས་འཇིག་པར་བྱེད་པ། བགེགས་ཐམས་ཅད་འཇོམས་པ། སྡུག་བསྔལ་བ་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་སེལ་བ། གདོན་ཐམས་ཅད་དང་། རོ་ལངས་དང་། ལུས་སྲུལ་པོ་རྣམས་གསོད་པ། ",
    "d747:347": "དཀྱིལ་འཁོར་གསང་ཆེན་ཐམས་ཅད་གྲུབ་པར་བྱེད་པ་བཤད་དུ་གསོལ། དེ་ནས་འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འབྱུང་པོའི་དབང་ཕྱུག་ལྷ་ཆེན་པོ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ་ལེགས་སོ་ལེགས་སོ། །",
    "d747:348": "ལྷ་ཆེན་པོ་མ་འོངས་པའི་དུས་ན་འཛམ་བུའི་གླིང་གི་མི་རྣམས་ལ་ཕན་པའི་དོན་དུ་འབྱུང་པོ་ཐམས་ཅད་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། མིའམ་ཅི་རྣམས་བྲན་མོར་སྒྲུབ་པའི་ཐབས་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་གསུངས་ཤིག །",
    "d747:349": "དེ་ནས་འདིར་ནི་བཤད་བྱ་བ། །",
    "d747:350": "དཀྱིལ་འཁོར་ཆེན་པོ་དམ་པ་སྟེ། །",
    "d747:351": "གྲུ་བཞི་པ་ལ་སྒོ་བཞི་པ། །རྟ་བབས་དག་ནི་བཞིས་བརྒྱན་ཅིང་། །",
    "d747:352": "ཆ་རྣམས་བཅུ་དྲུག་དག་དང་ལྡན། །རྡོ་རྗེ་ར་བས་མཛེས་བྱས་པ། །",
    "d747:353": "དེའི་དབུས་དགོད་བྱ་དྲག་པོ་སྟེ། །",
    "d747:354": "འབར་བའི་ཕྲེང་བ་ཡང་དག་འཁྲུག །ཁྲོ་བོ་ཆེན་པོ་ཕྱག་བཞི་པ། །མིག་སྨན་སྦྱངས་པའི་འོད་འདྲ་ཞིང་། །",
    "d747:355": "ཕྱག་གཡས་ཀྱིས་ནི་རྡོ་རྗེ་གསོར། །གཡོན་པའི་ཕྱག་གིས་སྡིགས་མཛུབ་མཛད། །",
    "d747:356": "ཞལ་གྱི་མཆེ་བ་གཙིགས་པ་སྟེ། །སྦྲུལ་བརྒྱད་ཀྱིས་ནི་རྣམ་པར་བརྒྱན། །",
    "d747:357": "ཐོད་པའི་ཕྲེང་བའི་ཅོད་པན་ཅན། །འཇིག་རྟེན་གསུམ་ཡང་འཇིགས་བྱེད་ཅིང་། །",
    "d747:358": "སྒྲ་ཆེར་དྲག་ཏུ་བཞད་མཛད་ལ། །འཇིག་རྟེན་གསུམ་པོའི་བདག་པོ་སྟེ། །",
    "d747:359": "གཡོན་བརྐྱང་བ་ཡིས་ལེགས་པར་བཞུགས། །ཉི་མ་བྱེ་བའི་གཟི་ལྡན་ལ། །གཞན་གྱིས་མི་ཐུབ་ཞབས་ཀྱིས་མནན། །ཕྱག་རྒྱ་འཆིང་བས་བཞུགས་པ་སྟེ། །སྲིན་ལག་གཉིས་ནི་འཁྱུད་ནས་སུ། །མཛུབ་མོ་གཉིས་ནི་བཀུག་བྱས་ཏེ། །",
    "d747:360": "མཐེའུ་ཆུང་དང་ནི་གུང་མོ་དག །མཐེ་བོ་ཡིས་ནི་མནན་བྱས་པ། །དཔལ་ལྡན་འདི་འདྲའི་རྒྱ་འཛིན་ཅིང་། །",
    "d747:361": "འཇིག་རྟེན་གསུམ་གྱི་འབྱོར་འགྲུབ་པའོ། །",
    "d747:362": "ཁྲོ་བོའི་མདུན་དུ་ཨུ་མ་ཡི། །བདག་པོ་ཡང་དག་བྲི་བར་བྱ། །",
    "d747:363": "ལྷོ་རུ་ཁྱབ་འཇུག་བྲི་བྱ་སྟེ། །ནུབ་ཏུ་ཚངས་པ་ལྷ་ཉིད་དོ། །",
    "d747:364": "བྱང་དུ་བདག་པོ་སྨིན་དྲུག་གོ། །དབང་ལྡན་དུ་ནི་ཚོགས་བདག་པོ། །འོད་ཟེར་སྟོང་གིས་མཛེས་པ་ནི། །",
    "d747:365": "མེ་ཡི་གྲྭར་ནི་བྲི་བར་བར་བྱ། །སྒྲ་གཅན་བདེན་བྲལ་གྲྭ་རུ་བྲི། །",
    "d747:366": "དགའ་བའི་དབང་ཕྱུག་རླུང་གི་གྲྭར། །",
    "d747:367": "གསེར་གྱི་ཁ་དོག་ལྟ་བུའི་ལུས། །རྒྱན་རྣམས་ཀུན་གྱིས་རྣམ་པར་བརྒྱན། །",
    "d747:368": "ཅུང་ཟད་རྒོད་ཅིང་ཆགས་པ་ཡིས། །བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་ཡི། །མཆོད་པའི་ལྷ་མོ་གནས་པ་རྣམས། །",
    "d747:369": "དཀྱིལ་འཁོར་ཕྱི་རོལ་བྲི་བྱ་སྟེ། །ཁྲོ་བོ་ཡི་ནི་གཡོན་ལོགས་སུ། །ལྷ་མོ་ཨུ་མ་བྲི་བར་བྱ། །",
    "d747:370": "ཁྲོ་བོ་ཡི་ནི་མདུན་ཉིད་དུ། །དཔལ་གྱི་ལྷ་མོ་བྲི་བར་བྱ། །ལག་པ་མེ་ཏོག་ཐོགས་པའོ། །",
    "d747:371": "ཁྲོ་བོ་ཡི་ནི་གཡས་ལོགས་སུ། །",
    "d747:372": "རྒྱན་ཀུན་གྱིས་ནི་བརྒྱན་བྱས་ཤིང་། །ལག་པ་ན་ནི་སྤོས་ཐོགས་པའི། །",
    "d747:373": "ཐིག་ལེ་མཆོག་ནི་ལེགས་པར་བྲི། །ཁྲོ་བོ་ཡི་ནི་རྒྱབ་ཀྱི་ཆར། །",
    "d747:374": "ལྷ་ཡི་རྣ་ཆས་བརྒྱན་པ་ཡི། །ལག་ན་མར་མེ་ཐོགས་པར་ནི། །",
    "d747:375": "ཟླ་བའི་ལྷ་མོ་བྲི་བར་བྱ། །ལྷ་ཡི་རྣ་ཆས་བརྒྱན་པ་ཡི། །",
    "d747:376": "ལག་ན་དྲི་ཡི་སྣོད་ཐོགས་པ། །རིན་ཆེན་རྒྱན་གྱིས་བརྒྱན་པ་ཡི། །",
    "d747:377": "ལྷ་མོ་མེ་ཡི་གྲྭ་རུ་བྲི། །",
    "d747:378": "གླུ་དང་སྙན་དངགས་མང་སྨྲ་བའི། །",
    "d747:379": "ཚིག་དབང་ལྷ་མོ་སྲིན་པོར་བྲི། །",
    "d747:380": "གནོད་སྦྱིན་ཀུན་གྱི་དབང་ཕྱུག་མ། །སྡུ་གུ་མཛེས་མ་ཞེས་གྲགས་པ། །",
    "d747:381": "ལག་ན་རིན་ཆེན་ཕྲེང་ཐོགས་པ། །རླུང་གི་གྲྭར་ནི་བྲི་བར་བྱ། །",
    "d747:382": "འབྱུང་པོ་ཀུན་གྱི་དབང་ཕྱུག་རྒྱལ། །མི་འབྱུང་ཞེས་བྱའི་འབྱུང་མོ་ནི། །རྒྱན་རྣམས་ཀུན་གྱིས་བརྒྱན་པ་རུ། །དབང་ལྡན་གྲྭ་རུ་བྲི་བར་བྱ། །",
    "d747:383": "བཞིན་བཟངས་མིག་གི་དཀྱུས་རིང་ཞིང་། །གཟུགས་དང་ལང་ཚོས་བརྒྱན་པ་ལ། །",
    "d747:384": "མདོག་ནི་གསེར་དང་འདྲ་བ་སྟེ། །སྐྲ་ནི་མཐོན་མཐིང་འཁྱིལ་པ་ལ། །ཡན་ལག་ཀུན་མཛེས་ལྷ་མོ་ནི། །སྒྲུབ་པའི་རིགས་ལ་དགའ་རྣམས་སོ། །བརྒྱ་བྱིན་ཤར་དུ་བྲི་བྱ་སྟེ། །",
    "d747:385": "མེ་ནི་མེ་རུ་ལེགས་པར་བྲིས། །",
    "d747:386": "ལྷོར་ནི་གཤིན་རྗེའི་རྒྱལ་པོ་སྟེ། །སྲིན་པོའི་བདག་པོ་བདེན་བྲལ་དུ། །ནུབ་ཏུ་ཆུ་ཡི་རྒྱལ་པོའོ། །རླུང་དུ་རླུང་གི་ལྷ་ཉིད་དོ། །བྱང་དུ་ལུས་ངན་རྒྱལ་པོ་བདག །",
    "d747:387": "དབང་ལྡན་ཟླ་བ་བྲི་བྱ་སྟེ། །རང་རང་གནས་སུ་དགོད་པར་བྱ། །",
    "d747:388": "དེ་ནས་དཀྱིལ་འཁོར་དུ་འཇུག་པའི་ཆོ་ག་བཤད་པར་བྱ་སྟེ། རྡོ་རྗེ་སློབ་དཔོན་བདག་ཉིད་གཙུག་ཏོར་སྔོན་པོ་བཅིངས་ཏེ། རས་སྔོན་པོ་ཟུང་གཅིག་བགོས་ནས། ",
    "d747:389": "རྡོ་རྗེ་གསོར་ཞིང་འདི་སྐད་ཅེས་བརྗོད་དོ། །སེམས་ཅན་ཀུན་ལ་ཕན་དོན་དུ། །མྱུར་དུ་དངོས་གྲུབ་སྦྱིན་མཛད་པ། །",
    "d747:390": "གྲུབ་པའི་རྡོ་རྗེ་ཁྲོ་བོ་ཆེ། །ལྷ་ཉིད་དམ་ཚིག་ལ་བཞུགས་ཤིག །དེ་ནས་དཔལ་ཁྲོ་བོ་ཆེན་པོ་ལྷ་ཉིད་དམ་ཚིག་ལ་བཞུགས་ཤིག་ཅེས་བརྗོད་དོ། །",
    "d747:391": "དེའི་འོག་ཏུ་དཔལ་ཁྲོ་བོ་ཆེན་པོའི་ཕྱག་རྒྱ་བཅིངས་ཏེ་གཞུག་ཅིང་འདི་སྐད་ཅེས་བརྗོད་དོ། །ཧཱུྃ་བཛྲ་ཕཊ། ",
    "d747:392": "འདི་སྐད་བརྗོད་པ་ཙམ་གྱིས་བདག་ཉིད་ཁྲོ་བོ་འཇུག་གོ། །",
    "d747:393": "དེ་ནས་སློབ་མ་གཞུག་པར་བྱ་སྟེ། ",
    "d747:394": "ར་ས་སྔོན་པོས་གདོང་གཡོགས་ནས་ཁྲོ་བོའི་ཕྱག་རྒྱ་སྤྱི་བོར་བཞག་སྟེ། ",
    "d747:395": "རྡོ་རྗེའི་ཆུ་ཁར་སྦྱིན་པར་བྱའོ། །ཨོྃ་ཏིཥྛ་ཏིཥྛ་སིདྡྷི་ཧཱུྃ་ཧཱུྃ། ",
    "d747:396": "འདིས་སྦྱིན་པར་བྱའོ། །",
    "d747:397": "ཨོྃ་པྲ་བེ་ཤ་ཀྲོ་དྷ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཨ། ",
    "d747:398": "འདི་དང་ཁྲོ་བོ་དབབ་པའི་ཕྱག་རྒྱས་དབབ་པར་བྱ་སྟེ། ཡི་གེ་ཧཱུྃ་གིས་རི་རབ་ཀྱི་སྟེང་ན་འདུག་པ་ཡང་འབེབས་ཤིང་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ཡང་སྨྲ་བར་བྱེད་དོ། །",
    "d747:399": "དེ་ནས་མེ་ཏོག་དོར་བར་བྱས་ནས་དེའི་འོག་ཏུ་གདོང་གཡོགས་བཀྲོལ་ཏེ་ལྷའི་རིགས་བསྟན་ཅིང་མིང་གི་དབང་བསྐུར་ཏེ། ",
    "d747:400": "མཆོད་པ་བྱ་ཞིང་ཕྱག་རྒྱ་དང་སྔགས་ཀྱང་བསླབ་པར་བྱའོ། །",
    "d747:401": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།། །།",
    "d747:402": "དེ་ནས་འདིར་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:403": "དང་པོ་རེ་ཞིག་ལག་པ་གཉིས་ལ་ཟླ་བའི་དཀྱིལ་འཁོར་བསྒོམས་ཏེ། ",
    "d747:404": "དེ་དག་གི་དབུས་སུ་ཡི་གེ་ཧཱུྃ་འབར་བའི་ཕྲེང་བ་འཁྲུག་པར་བསམས་ཏེ། ",
    "d747:405": "སྔགས་འདི་བཟླས་པར་བྱའོ། །",
    "d747:406": "ཨོྃ་སིདྡྷི་བཛྲ་ཧཱུྃ། དེ་ནས་སྡིག་པ་ཐམས་ཅད་འཇོམས་པའི་སྔགས་བཟླས་ཏེ། ",
    "d747:407": "སྙིང་གར་ཟླ་བའི་དཀྱིལ་འཁོར་བསམས་ཏེ། ",
    "d747:408": "དེའི་སྟེང་དུ་ཡི་གེ་ར་དམར་པོ་ཐིག་ལེ་དང་བཅས་པའི་འབར་བའི་ཕྲེང་བ་འཁྲུགས་པར་བསམས་ནས་སྡིག་པ་ཐམས་ཅད་འཇོམས་པའི་སྔགས་འདི་བཟླས་སོ། །",
    "d747:409": "ཨོྃ་ཧ་ན་བི་དྷྭན་ས་ཡ་བི་དྷྭན་ས་ཡ། ",
    "d747:410": "ནཱ་ཤ་ཡ་སྭཱ་བཾ་ཧཱུྃ་ཕཊ། འདིའི་རྗེས་ཐོགས་ཁོ་ནར་སྟོང་པ་ཉིད་དུ་བསྒོམས་ཏེ། ",
    "d747:411": "མདུན་དུ་མེ་ཏོག་ཀུནྡ་དང་། ཤེལ་ལྟ་བུར་བལྟས་ནས་དེའི་དབུས་སུ་ཡི་གེ་ཧཱུྃ་དང་། པདྨ་འདབ་མ་བརྒྱད་པ་རྣམ་པར་བསམས་ཏེ། ",
    "d747:412": "དེའི་དབུས་སུ་ཡི་གེ་ཧཱུྃ་འབར་བའི་ཕྲེང་བ་ཀུན་ནས་འཁྲུགས་པ་རྣམ་པར་བསམས་ལ། ",
    "d747:413": "ཁྲོ་བོ་དབབ་པའི་སྔགས་འདིས་དབབ་པར་བྱའོ། །",
    "d747:414": "ཨོྃ་ཀྲོ་དྷ་ཨཱ་བེ་ཤ་ཡ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཨ། ",
    "d747:415": "དེ་ནས་ཁྲོ་བོ་དབབ་པའི་ཕྱག་རྒྱ་བཅིངས་ཏེ། སྔགས་འདི་བཟླས་པར་བྱའོ། །",
    "d747:416": "ཨོྃ་བཛྲ་ཨཱ་བེ་ཤ་ཡ་ཨཱ་བེ་ཤ་ཡ་པཱ་ཏ་ཡ་པཱ་ཏ་ཡ་ཧཱུྃ། ",
    "d747:417": "དེ་ནས་རང་ལྷའི་སྐུར་བསམ་མོ། །",
    "d747:418": "དེ་ནས་ཁྲོ་བོའི་བདག་པོ་ཁྲོ་བོའི་རྒྱལ་པོའི་ཕྱག་རྒྱས་ཡན་ལག་དྲུག་ཏུ་དགོད་པར་བྱ་སྟེ། ཨོྃ་ཧ་ན་བཛྲ་ཧཱུྃ། སྤྱི་བོར་རོ། །",
    "d747:419": "ཨོྃ་དྷ་ར་བཛྲ་ཧཱུྃ། སྤྱི་གཙུག་ཏུའོ། །",
    "d747:420": "ཨོྃ་དཱིཔྟ་བཛྲ་ཧཱུྃ། མིག་ཏུའོ། །",
    "d747:421": "ཨོྃ་བཛྲ་རོ་ཥ་ཎ་ཧཱུྃ། སྙིང་གར་རོ། །",
    "d747:422": "ཨོྃ་བཛྲ་དྲྀ་ཌྷ་བཛྲ་ཧཱུྃ། གོ་ཆ་འོ། །",
    "d747:423": "ཨོྃ་ཧ་ན་ད་ཧ་པ་ཙ། ",
    "d747:424": "ཀྲོ་དྷ་བཛྲ་སརྦ་དུ་ཥྚ་ན། ",
    "d747:425": "མཱ་ར་ཡ་ཧཱུྃ་ཕཊ། ",
    "d747:426": "མཚོན་ཆའོ། །ཁྲོ་བོའི་རྒྱལ་པོ་འདི་དག་ཡན་ལག་དྲུག་ལ་དགོད་པར་གསུངས་སོ། །",
    "d747:427": "དེ་ནས་དཀྱིལ་འཁོར་གྱི་ལྷའི་སྙིང་པོས་སྤྱན་དྲངས་ཏེ། ",
    "d747:428": "སོར་མོ་ཕན་ཚུན་དུ་བཀུག་ནས་མཛུབ་མོ་གཉིས་རྩེ་མོ་བཀུག་པའི་ཕྱག་རྒྱས་འདི་ལ་སྔགས་སྦྱར་བར་བྱའོ། །",
    "d747:429": "ཨོྃ་བཛྲ་དྷ་ར་མ་ཧཱ་ཀྲོ་དྷ་སམ་ཡ། ",
    "d747:430": "མ་ནུ་པཱ་ལ་ཡ་ཤཱི་གྷྲྃ་ཨཱ་གཙྪ་ཧྲཱིཿཛཿ ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ",
    "d747:431": "འདིས་ལྷ་ཐམས་ཅད་སྤྱན་དྲང་བར་བྱའོ། །ཨོྃ་སརྦ་དེ་བི་ཏཱ་པྲ་སིདྡྷ་ཧཱུྃ་ཨ། །",
    "d747:432": "ཨོྃ་ནཱ་ཤ་ཡ་དུ་ཥྚ་ན་ད་ཧ་པ་ཙ་དུཥྚཱན་བྷསྨཱིཾ་ཀུ་རུ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ",
    "d747:433": "སྟངས་སྟབས་ཀྱེའོ། །",
    "d747:434": "ཨོྃ་བཛྲ་ཀྲོ་དྷ་མ་ཧཱ་ཙཎྜ། ",
    "d747:435": "བནྡྷ་བནྡྷ་ད་ཤ་དི་ཤ་ཧཱུྃ་ཕཊ། ",
    "d747:436": "ཕྱོགས་བཅིང་བའོ། །",
    "d747:437": "ཨོྃ་བྷུར་བྷུ་བ་སྭཱ་ཧཱ། ལྷ་ཆེན་པོའིའོ། །",
    "d747:438": "ཨོྃ་ཨཱ་ཤྲཱི་བཛྲ་ཧ་ན་ཡེ་སྭཱ་ཧཱ། ",
    "d747:439": "ཁྱབ་འཇུག་གིའོ། །",
    "d747:440": "དེ་བ་ཀུ་རུ་དྷེ་དྷ་རཱ་ཡ་སྭཱ་ཧཱ། ",
    "d747:441": "སྐྱེ་དགུའི་བདག་པོའིའོ། །ཨོྃ་ཧྲཱིཿཀྲོཉྩ་ཤཀྟི་དྷཱ་ར་ཎི་ཕཊ་ཕཊ། གཞོན་ནུའི་སྔགས་སོ། །",
    "d747:442": "ཨོྃ་གྲུྃ་ག་ཎ་པ་ཏ་ཡེ་སྭཱ་ཧཱ། ",
    "d747:443": "ཚོགས་བདག་གིའོ། །ཨོྃ་ཤྲཱི་ཙ་ཡ་ཨ་ཏྲ་ཀི་ནི་སྭཱ་ཧཱ། ཉི་མའིའོ། །",
    "d747:444": "ཨོྃ་ནནྡེ་ཤྭ་རཱ་ཡ། ",
    "d747:445": "ནཱ་ཏ་ནཱ་ཏ་ཧྲཱིཿསྭཱ་ཧཱ། དགའ་བའི་དབང་ཕྱུག་གིའོ། །",
    "d747:446": "ཨོྃ་ཙཎྜ་ཤ་ཀྲ་པ་ར་ཀྲཱ་མ་ཡེ་ཧཱུྃ་ཕཊ། སྒྲ་གཅན་གྱིའོ། །ཨོྃ་ཙནྡ་ཡ་ཤྲི་སྭཱ་ཧཱ། སྟེང་གི་ཟླ་བའིའོ། །དེ་ནས་མཆོད་པའི་ལྷ་མོ་རྣམས་ཀྱི་སྙིང་པོ་བཤད་པ། ",
    "d747:447": "ཨོྃ་བྲུྃ་ནམ། ལྷ་མོ་ཨུ་མའིའོ། །ཨཱོྃ་ཤྲཱི་ནམཿ། དཔལ་གྱི་ལྷ་མོའིའོ། །ཨོྃ་ཤྲཱི་ཡ་ནམཿ། ",
    "d747:448": "ཐིག་ལེ་མཆོག་མའིའོ། །",
    "d747:449": "ཨོྃ་ས་ར་སྭཏྱ་གཱ་ཏཱ་ཡ་སརྦྦ་སྭཱ་ཧཱ། དབྱངས་ཅན་མའིའོ། །",
    "d747:450": "ཨོ་ཤྲཱི་ཙྃ་མ། རྩོམ་མ་མའིའོ། །ཨོ་ཤྲཱི་ན་མ། ཟླ་བ་མའིའོ། །ཨོྃ་ཡཀྵ་ཤཱ་རི་ཀྵིསྭཱ་ཧཱ། སྡུག་གུ་མཛེས་མའིའོ། །",
    "d747:451": "ཨོྃ་ཨ་བྷཱུ་ཏི་རི་ཧྲཱིཿ། མི་འབྱུང་བའིའོ། །",
    "d747:452": "དེ་ནས་འབྱུང་མོ་སྒོ་སྐྱོང་མ་བརྒྱད་ཀྱིའོ། །ཨོྃཨ་ཤྲཱི་བཱྃ་མྃ་སྭཱ་ཧཱ། ",
    "d747:453": "འབྱུང་པོ་བརྒྱད་ཀྱི་སྙིང་པོ་སྟེ་སྔ་མ་བཞིན་ནོ། །",
    "d747:454": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།། །།",
    "d747:455": "དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:456": "སོར་མོ་ཕན་ཚུན་བསྣོལ་ནས་མཛུབ་མོ་གཉིས་བཀབ་པ་ལྟར་བརྐྱང་བ་བྱས་པ་ནི་སྡིག་པ་འཇོམས་པའི་ཕྱག་རྒྱའོ། །",
    "d747:457": "ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ནས་མཛུབ་མོ་གཉིས་འཁྱུད་པ་ནི་ཁྲོ་བོ་དབབ་པའི་ཕྱག་རྒྱ་སྟེ། ",
    "d747:458": "འཇིག་རྟེན་གསུམ་སྐད་ཅིག་གིས་འབེབས་པའི་ཕྱག་རྒྱ་ཆེན་པོའོ། །",
    "d747:459": "དེ་ནས་ཡན་ལག་དྲུག་གི་ཕྱག་རྒྱ་བཤད་པ། ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ཏེ། གུང་མོའི་སོར་མོ་བརྐྱང་བ་ནི་སྤྱི་བོའི་ཕྱག་རྒྱའོ། །",
    "d747:460": "ཕྱག་རྒྱ་དེ་ཉིད་ལས་གུང་མོ་ནང་དུ་བཅུག་ནས་མཛུབ་མོ་ཁབ་ལྟར་བྱས་པ་ནི་སྤྱི་གཙུག་གི་ཕྱག་རྒྱའོ། །",
    "d747:461": "ཕྱག་རྒྱ་དེ་ཉིད་ལས་མཛུབ་མོའི་རྩར་མཐེ་བོ་བཞག་སྟེ། མཐེ་བོང་གཡས་པ་མིག་གཡས་པར་བཞག་སྟེ། མཐེ་བོང་གཡོན་པ་མིག་གཡོན་པར་བཞག་པ་ནི་མིག་གི་ཕྱག་རྒྱའོ། །",
    "d747:462": "ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཐེའུ་ཆུང་གཉིས་འཁྱུད་པ་ལ་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་སྙིང་གའི་ཕྱག་རྒྱའོ། །",
    "d747:463": "ཕྱག་རྒྱ་དེ་ཉིད་ལས་མཛུབ་མོ་བསྐྱིལ་བ་བྱས་པ་ནི་གོ་ཆའི་ཕྱག་རྒྱའོ། །",
    "d747:464": "མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་མཚོན་ཆའི་ཕྱག་རྒྱའོ། །",
    "d747:465": "སྙིམ་པ་མཉམ་པར་བྱས་ནས་མཐེ་བོ་གཉིས་མཛུབ་མོ་ལ་བཅངས་པ་ནི་ཡོན་ཆབ་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:466": "ཁུ་ཚུར་སོ་སོར་བཅངས་ལ་མཐེ་བོ་བརྐྱང་བ་ནི་སྟངས་སྟབས་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:467": "ཁུ་ཚུར་སོ་སོར་ཐ་དད་པར་བཅངས་ཏེ། མཛུབ་མོ་གཡོན་པ་བརྐྱང་ནས་དཔུང་པ་གཡས་པའི་རྩ་བར་བཞག་གོ། །",
    "d747:468": "གཡས་པའི་མཐེ་བོས་མཐེའུ་ཆུང་གི་སོར་མོ་མནན་ཏེ། ",
    "d747:469": "སོར་མོ་ལྷག་མ་བརྐྱང་ནས་ཕྱོགས་བཅུར་བསྐོར་བ་ནི་བཅིང་བའི་ཕྱག་རྒྱའོ། །",
    "d747:470": "དེ་ནས་ལྷ་ཆེན་པོའི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:471": "ཐལ་མོ་མཉམ་པར་སྦྱར་ཏེ། མཐེའུ་ཆུང་དང་སྲིན་ལག་བཀུག་པ་ནི་དྲག་པོའི་ཕྱག་རྒྱའོ། །",
    "d747:472": "ཐལ་མོ་མཉམ་པར་སྦྱར་ནས་མཛུབ་མོ་གཉིས་འཁྱུད་དེ་བཀུག་པ་ནི་སྲེད་མེད་ཀྱི་བུའི་དུང་གི་ཕྱག་རྒྱའོ། །",
    "d747:473": "སོར་མོ་ཕན་ཚུན་བསྣོལ་ནས་མཐེའུ་ཆུང་རབ་ཏུ་བརྐྱང་བ་ནི་སྐྱེ་དགུའི་བདག་པོའི་སྤྱི་བླུགས་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:474": "ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ། གུང་མོའི་སོར་མོ་བརྐྱང་བ་ནི་ཁྲུང་ཁྲུང་འཇོམས་པའི་མདུང་གི་ཕྱག་རྒྱའོ། །",
    "d747:475": "གུང་མོའི་སོར་མོའི་ཚིགས་བཀུག་པ་ནི་ཚོགས་ཀྱི་བདག་པོའི་དགྲ་སྟའི་ཕྱག་རྒྱའོ། །",
    "d747:476": "ཐལ་མོ་མཉམ་པར་སྦྱར་ནས་བཀྲ་ཤིས་ཀྱི་ལག་པར་བྱས་ཏེ། ",
    "d747:477": "གཡོན་པའི་མཐེའུ་ཆུང་གིས་སྙིང་པོ་བྱས་ནས་གཡོན་པའི་མཐེ་བོའི་རྩེ་མོར་བཞག་ཅིང་། །",
    "d747:478": "གཡས་པའི་མཐེ་བོང་དེའི་སྟེང་དུ་བཞག་པ་ནི་ཉི་མའི་ཤིང་རྟའི་ཕྱག་རྒྱའོ། །",
    "d747:479": "ལག་པ་གཡས་པ་བརྐྱང་ནས་མཛུབ་མོ་དང་། སྲིན་ལག་བཀུག་པ་ནི་སྒྲ་གཅན་གྱི་ཕྱག་རྒྱའོ། །",
    "d747:480": "ལག་པ་གཡས་པ་གར་གྱི་ཚུལ་གྱིས་གཡོན་པའི་སྟེང་དུ་བཞག་ཅིང་ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ། ",
    "d747:481": "མཛུབ་མོ་དང་གུང་མོ་བརྐྱང་ནས་མཐེ་བོང་གིས་མཐེའུ་ཆུང་དང་། ",
    "d747:482": "སྲིན་ལག་གི་སེན་མོ་མནན་པ་ནི་དགའ་བའི་དབང་ཕྱུག་གི་ཕྱག་རྒྱའོ། །ཁུ་ཚུར་སོ་སོར་ཐ་དད་པར་བཅངས་ཏེ་མཐེའུ་ཆུང་འཁྱུད་པ་ནི་ལྷ་མོ་དཀའ་ཟློག་མའི་ཕྱག་རྒྱའོ། །",
    "d747:483": "ལག་པ་གཉིས་ཀ་གདེངས་ཀ་ལྟར་བསྟན་ཏེ། སྤྱི་བོར་བཞག་པ་ནི་དཔལ་ལྷ་མོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་དོ། །",
    "d747:484": "ཐལ་མོ་སྦྱར་ནས་ནམ་མཁའ་ལ་བསྐྱོད་པ་ནི་ཟླ་བའི་ཕྱག་རྒྱའོ། །",
    "d747:485": "ཁུ་ཚུར་སོ་སོར་བཅངས་ལ་མཐེའུ་ཆུང་དང་མཛུབ་མོ་འཁྱུད་པ་ནི་ལྷ་མོ་ཟླ་བའི་ཕྱག་རྒྱའོ། །",
    "d747:486": "དེ་ནས་རིན་ཆེན་རྒྱན་ཅན་མའི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:487": "ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཛུབ་མོ་གཉིས་བརྐྱང་ནས་རིན་པོ་ཆེའི་རྣམ་པས་དཔྲལ་བའི་ཕྱོགས་སུ་ཕྲེང་བ་བཅིངས་ཏེ་བཞག་པ་ནི་རིན་ཆེན་རྒྱན་ཅན་མའི་ཕྱག་རྒྱ་སྟེ། ",
    "d747:488": "སྔགས་ནི། ",
    "d747:489": "ཨོྃ་རཏྣ་ཤྲཱི་སྭཱ་ཧཱ། དེ་ནས་དབྱངས་ཅན་མའི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:490": "སོར་མོ་ཕན་ཚུན་འཁྱུད་དེ། མཛུབ་མོ་གཉིས་བརྐྱང་ནས་ཁར་བཞག་པའོ། །ཐིག་ལེ་མཆོག་མའི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:491": "སོར་མོ་ཕན་ཚུན་དུ་པདྨ་འཁོར་བའི་སྦྱོར་བས་བསྐོར་ཏེ། ",
    "d747:492": "སྤྱི་བོར་བཞག་པ་ནི་ཐིག་ལེ་མཆོག་མའི་ཕྱག་རྒྱའོ། །",
    "d747:493": "དེ་ནས་རྩོམ་པ་མོའི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:494": "ལག་པ་སོ་སོར་སོར་མོ་གཅིག་ལ་གཅིག་བསྐོར་བའི་སྦྱོར་བས་སྙིང་གར་བཞག་པ་ནི་རྩོམ་པ་མོའི་ཕྱག་རྒྱའོ། །",
    "d747:495": "དེ་ནས་ཕྱིའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:496": "ཨོྃ་ཤ་ཀྲཱ་ཡ་སྭཱ་ཧཱ། ",
    "d747:497": "ཤར་དུ་བརྒྱ་བྱིན་ནོ། །ཨོྃ་ཨགྣ་ཡེ་སྭཱ་ཧཱ། ",
    "d747:498": "མེར་མེའི་ལྷའོ། །",
    "d747:499": "ཨོྃ་ཡ་མཱ་ཡ་སྭཱ་ཧཱ། ",
    "d747:500": "གཤིན་རྗེའི་ཕྱོགས་སུ་གཤིན་རྗེའོ། །",
    "d747:501": "ཨོྃ་རཱཀྵ་ས་ཨ་དྷི་པ་ཏ་ཡེ་ཛ་ཡ་ཛ་ཡ་སྭཱ་ཧཱ། ",
    "d747:502": "བདེན་བྲལ་དུ་སྲིན་པོའི་བདག་པོའོ། །",
    "d747:503": "ཨོྃ་བ་རུ་ཎ་ནཱ་ག་ཨ་དྷི་པ་ཏ་ཡེ་སྭཱ་ཧཱ། ",
    "d747:504": "ནུབ་ཏུ་ཆུ་ལྷའོ། །ཨོྃ་བཱ་ཡ་བེ་ཙ་ལ་ཙ་ལ་སྭཱ་ཧཱ། ",
    "d747:505": "རླུང་དུ་རླུང་གི་ལྷའིའོ། ",
    "d747:506": "ཨོྃ་ཀུ་བཱཻརཱ་ཡ་ཡཀྵ་ཨ་དྷི་པ་ཏ་ཡེ་སྭཱ་ཧཱ། བྱང་དུ་ལུས་ངན་པོའིའོ། །",
    "d747:507": "ཨོྃ་ཙནྡྲཱ་ཡ་སྭཱ་ཧཱ། དབང་ལྡན་གྱི་ཕྱོགས་སུ་ཟླ་བའོ། །",
    "d747:508": "ཨོྃ་ཨཱི་ཤ་ནཱ་ཡ་སྭཱ་ཧཱ། དབང་ལྡན་གྱི་ཕྱོགས་སུ་དབང་ལྡན་ཉིད་དོ། །",
    "d747:509": "དེ་ནས་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་དབང་ཕྱུག་མ་སྡུག་གུ་མཛེས་མའི་ཕྱག་རྒྱ་བཤད་པ། ཁུ་ཚུར་སོ་སོར་བཅིངས་ཏེ་མཐེའུ་ཆུང་རབ་ཏུ་བརྐྱང་བའོ། །དེ་ནས་འབྱུང་མོའི་ཕྱག་རྒྱ་བཤད་པ་ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཐེའུ་ཆུང་གཉིས་འཁྱུད་ནས་སྡིགས་མཛུབ་བྱས་ཏེ་འཛིན་པ་ནི་འབྱུང་པོའི་དབང་ཕྱུག་འབྱུང་མོ་ཐམས་ཅད་ཀྱི་རྒྱལ་མོའི་ཕྱག་རྒྱའོ། །དེ་ནས་འབྱུང་མོ་སྒོ་སྐྱོང་མ་བརྒྱད་ཀྱི་ཕྱག་རྒྱ་བཤད་པ། ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཛུབ་མོ་གཉིས་འཁྱུད་པ་ནི་འབྱུང་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:510": "དེ་ནས་ཕྱིའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ་ནི་ལག་པ་གཡས་པའི་ཐལ་མོ་མཉམ་པར་བྱས་ཏེ། མཐེ་བོས་མཐེའུ་ཆུང་གི་སོར་མོ་མནན་ནས་སོར་མོ་ལྷག་མ་བཀྲམ་པ་ནི་བརྒྱ་བྱིན་གྱི་རྡོ་རྗེའི་ཕྱག་རྒྱའོ། །",
    "d747:511": "ལག་པ་གཡོན་པའི་ཐལ་མོ་མཉམ་པར་བྱས་ཏེ། ཅུང་ཟད་བསྐྱོད་པ་ནི་མེའི་ཕྱག་རྒྱའོ། །",
    "d747:512": "ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ་མཛུབ་མོ་བརྐྱང་བ་ནི་གཤིན་རྗེའི་དབྱུག་ཏོའི་ཕྱག་རྒྱའོ། །",
    "d747:513": "ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ་མཛུབ་མོ་དང་གུང་མོ་བརྐྱང་བ་ནི་སྲིན་པོའི་བདག་པོའི་རལ་གྲིའི་ཕྱག་རྒྱའོ། །ལག་པ་གཡོན་པའི་ཁུ་ཚུར་བཅངས་ཏེ། ",
    "d747:514": "མཛུབ་མོ་བརྐྱང་ནས་བསྐྱིལ་བ་ནི་ཆུ་ལྷའི་ཞགས་པའི་ཕྱག་རྒྱའོ། །",
    "d747:515": "ལག་པ་གཡོན་པའི་ཁུ་ཚུར་བཅངས་ལ་མཛུབ་མོ་དང་། གུང་མོ་བརྐྱང་བ་ནི་རླུང་ལྷའི་བ་དན་གྱི་ཕྱག་རྒྱའོ། །",
    "d747:516": "ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ། མཐེ་བོ་བརྐྱང་བ་ནི་རྣམ་ཐོས་ཀྱི་གླང་པོ་ཆེའི་ཕྱག་རྒྱའོ། །",
    "d747:517": "ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ། མཐེའུ་ཆུང་གིས་སོར་མོ་མནན་ནས་སོར་མོ་ལྷག་མ་བརྐྱང་བ་ནི་དབང་ལྡན་གྱི་ཏྲི་ཤུ་ལའི་ཕྱག་རྒྱའོ། །དེ་ནས་རྫོགས་པར་བྱེད་པའི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:518": "ཐལ་མོ་སྦྱར་བ་ནི་རྫོགས་པར་བྱེད་པའི་ཕྱག་རྒྱའོ། །",
    "d747:519": "སྔགས་བཤད་པ། ཨོྃ་སིདྡྷི་བཛྲ། ",
    "d747:520": "ཨ་སུ་རཱ་ཡ་ཨ་སུ་རཱ་ཡ་ཧཱུྃ། ",
    "d747:521": "རྫོགས་པར་བྱེད་པའི་སྔགས་དང་ཕྱག་རྒྱའོ། །",
    "d747:522": "དེ་ནས་དངོས་གྲུབ་དགུག་པའི་སྔགས་དང་ཕྱག་རྒྱ་བཤད་པ་ཁུ་ཚུར་སོ་སོར་བཅངས་ནས་མཐེའུ་ཆུང་གཉིས་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་ནས་བསྐྱིལ་བ་ནི་དངོས་གྲུབ་དགུག་པའི་ཕྱག་རྒྱའོ། །",
    "d747:523": "སྔགས་ནི། ",
    "d747:524": "ཨོྃ་བཛྲ་རོ་ཥ་མ་ཧཱ་ཀྲོ་དྷ་སིདྡྷ་ཨཱ་ཀཪྵ་ཡེ་ཧཱུྃ་ཛ། དངོས་གྲུབ་དགུག་པའི་སྔགས་སོ། །",
    "d747:525": "རྒྱལ་པོ་ཆེན་པོའི་དངོས་གྲུབ་ནི། །",
    "d747:526": "ཁྲོ་བོའི་བསྟན་པའི་དངོས་གྲུབ་སྟེ། །",
    "d747:527": "ལྷ་རྣམས་ཀུན་གྱི་དངོས་གྲུབ་མཆོག །བདག་ལ་མྱུར་དུ་བསྒྲུབ་ཏུ་གསོལ། །",
    "d747:528": "རྡོ་རྗེ་གསོར་ཞིང་སྔགས་དེ་དང་འདི་བརྗོད་པར་བྱའོ། །དེ་ནས་འབྱུང་མོའི་གདོན་གྱི་ཕྱག་རྒྱ་བཤད་པ། ལག་པ་གཡོན་པའི་ཐལ་མོ་མཉམ་པར་བྱས་ནས། ",
    "d747:529": "མཐེ་བོ་བསྒྲེང་སྟེ་ལག་པ་གཡས་པའི་ཁུ་ཚུར་གྱིས་ལག་པ་གཡོན་པའི་གཞན་གྱིས་མི་ཐུབ་པའི་ཕྱག་རྒྱ་བཅིངས་ཏེ་གཡས་པའི་མཐེ་བོང་བསྒྲེང་བ་ནི་རྡོ་རྗེ་འཆང་གི་འབྱུང་པོ་གདོན་གྱི་ཕྱག་རྒྱའོ། །",
    "d747:530": "ཨོྃ་ཛ་ཡ་ཛ་ཡ་མ་ཧཱ་ཀྲོ་དྷ། ",
    "d747:531": "ཨ་དྷི་པ་ཏི་ཀྲོ་དྷ་རཱ་ཛ། ",
    "d747:532": "ཨི་མྃ་བྷཱུ་ཏ་ཨཱ་ས་ནྃ། ",
    "d747:533": "དརྴཡ་ར་ཀྵ་སྭཱ་ཧཱ། ",
    "d747:534": "གདན་གྱི་སྔགས་སོ། །དེ་ནས་ལྷའི་གདན་གྱི་ཕྱག་རྒྱ་བཤད་པ། ཐལ་མོ་སྦྱར་བ་བྱས་ཏེ་སོར་མོ་ཐམས་ཅད་བཀྲམ་པ་ནི་པདྨའི་ཕྱག་རྒྱར་བརྗོད་པ་སྟེ། ",
    "d747:535": "འདི་ནི་ཕྱག་རྒྱའོ། །སྔགས་ནི། ",
    "d747:536": "ཨོྃ་པདྨོ་བྷ་པ་ནི་ཥ་ཎ་ཎ་སརྦ་དེ་བ་ཏཱྃ་སྭཱ་ཧཱ། ལྷ་ཐམས་ཅད་ཀྱི་གདན་གྱི་པདྨའི་ཕྱག་རྒྱ་དང་སྔགས་སོ། །",
    "d747:537": "པདྨའི་ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེ་བོ་གཡོན་པ་བསྒུལ་བས་ལྷ་ཐམས་ཅད་སྤྱན་དྲངས་པ་གཤེགས་སུ་གསོལ་བའི་ཕྱག་རྒྱ་སྟེ་སྔགས་ནི། ",
    "d747:538": "ཨོྃ་ས་ར་ས་ར། ",
    "d747:539": "བི་ས་ར་བི་ས་ར། ",
    "d747:540": "གཙྪ་གཙྪ་སརྦ་དེ་བ་ཏཱ་ནི། ",
    "d747:541": "ཤྲཱི་བཛྲ་དྷ་ར། ",
    "d747:542": "ས་མ་ཨཱཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ། ",
    "d747:543": "གཤེགས་སུ་གསོལ་བའི་སྔགས་སོ། །ཁྲོ་ཆེན་ཐམས་ཅད་གྲུབ་མཛད་པ། །མཐུ་ཆེན་དངོས་གྲུབ་བདེ་བར་སྦྱིན་མཛད་པ། །",
    "d747:544": "མཐུ་ཆེན་བླ་ན་མེད་པ་ནི། །བདག་ལ་སྩལ་ཏེ་གཤེགས་སུ་གསོལ། །",
    "d747:545": "བསྟོད་པ་འདིས་བསྟོད་པར་བྱའོ། །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་ཆོ་ག་དཀྱིལ་འཁོར་གྱི་སྒྲུབ་པ་རྫོགས་སོ།། །།",
    "d747:546": "དེ་ནས་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསུངས་སོ། །དཀྱིལ་འཁོར་ཆེན་པོ་འདི་མཐོང་བ་ཙམ་གྱིས་ཁམས་གསུམ་པའི་རྒྱལ་སྲིད་འཐོབ་ཅིང་འདིའི་རྡོ་རྗེ་འཆང་བཟླས་པ་ཙམ་གྱིས་རྡོ་རྗེ་འཆང་དང་མཚུངས་པར་འགྱུར་རོ། །",
    "d747:547": "གལ་ཏེ་མ་གྲུབ་ན་ཡང་གླིང་བཞི་པའི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་རོ། །",
    "d747:548": "དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་བཟླས་པ་ཙམ་གྱིས་འབྱུང་པོ་ཐམས་ཅད་བྲན་དུ་འགྱུར་རོ། །",
    "d747:549": "གལ་ཏེ་སྔགས་པ་ཁྲོས་ན་ཁྲོས་པ་ཙམ་གྱིས་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་དུམ་བུ་བརྒྱར་ཞིག་པར་འགྱུར་རོ། །",
    "d747:550": "ཀླུ་དང་གནོད་སྦྱིན་ཐམས་ཅད་མཐོང་བ་ཙམ་གྱིས་གསོད་ཅིང་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་ཧཱུྃ་གི་སྒྲ་ཙམ་གྱིས་འབྲོས་པར་བྱེད་དོ། །",
    "d747:551": "དེ་ནས་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོའི་སྔོན་དུ་བསྙེན་པར་བྱ་བ་བཤད་པ། ",
    "d747:552": "བདག་ཉིད་བསྲུང་བའི་སྔགས་འབུམ་བཟླས་ན་མྱུར་དུ་འགྲུབ་པར་བྱེད་པའོ། །",
    "d747:553": "དེ་ནས་དཔལ་རྡོ་རྗེ་འཆང་སྒྲུབ་པར་འདོད་ན་ཟླ་བ་གཅིག་ཏུ་དུས་གསུམ་དུ་སྟོང་ཕྲག་རེ་བཟླས་ནས། ",
    "d747:554": "དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས། ",
    "d747:555": "ཁྲོ་བོའི་ཕྱག་རྒྱ་བཅིངས་ཏེ་མཚན་ཐོག་ཐག་བཟླས་སོ། །",
    "d747:556": "དེ་ནས་ཐོ་རངས་ས་གཡོ་བ་དང་། ",
    "d747:557": "ཕྱག་རྒྱ་འབར་བར་འགྱུར་ཏེ་འབར་བ་ཙམ་གྱིས་རྡོ་རྗེ་འཆང་དང་མཚུངས་པར་འགྱུར་ཞིང་རྒ་བ་དང་། འཆི་བ་མེད་ལ་ལྷའི་གཟུགས་སུ་འགྱུར་རོ། །",
    "d747:558": "དེ་ནས་ལྷ་མོ་སྒྲུབ་པར་འདོད་ན་ལྷ་མོ་དཀའ་ཟློག་རྐང་པ་གཡོན་པས་མནན་ནས་ཁྲི་བཟླས་ནས་ལྷ་མོ་རང་ཉིད་འོང་ཞིང་དངོས་གྲུབ་ཀྱི་རྫས་དང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་གྱི་གྲུབ་པ་སྟེར་ཞིང་ཆུང་མར་འགྱུར་རོ། །",
    "d747:559": "གལ་ཏེ་མ་གྲུབ་ན་དུག་དང་ལན་ཚྭས་བྱུགས་ཏེ། ",
    "d747:560": "རྐང་པ་གཡས་པས་མནན་ནས་ཁྲོ་བོའི་སྔགས་འདི་བཟླས་པར་བྱ་སྟེ། ",
    "d747:561": "ཨོྃ་ཧ་ན་ཧ་ན་བཛྲ་མཱ་ར་ཡ་ཆེ་གེ་མོ་ཧཱུྃ་ཕཊ། ",
    "d747:562": "ཁྲོ་བོ་འདི་དང་བཅས་པས་མནན་ཏེ། སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པ་ཙམ་གྱིས་སྤྱི་བོ་འགས་པའམ་བསྐམས་ནས་འཆིའོ། །",
    "d747:563": "དེ་བཞིན་དུ་ཁྲོ་བོའི་སྔགས་ཀྱིས་གསད་པ་ཐམས་ཅད་ལ་སྦྱར་བར་བྱའོ། །",
    "d747:564": "དེ་ནས་དཔལ་ལྷ་མོ་སྒྲུབ་པར་འདོད་ན། ",
    "d747:565": "དཔལ་ལྷ་མོ་རྐང་པ་གཡོན་པས་མནན་ཏེ་ཁྲི་བཟླས་ན་དཔལ་ལྷ་མོ་འོང་སྟེ་མེ་ཏོག་གི་སྟན་བྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ལ་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ནས་ཇི་ལྟར་འདོད་པ་ལྟར་སྤྱད་ན་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ། །",
    "d747:566": "དེ་ནས་འཇིགས་བྱེད་མ་རྐང་པ་གཡོན་པས་མནན་ཏེ་ཁྲི་བཟླས་ན། ",
    "d747:567": "འཇིགས་བྱེད་མ་རང་གི་གཟུགས་ཀྱིས་འོང་སྟེ། བྲན་མོའི་ལས་རྣམས་བྱེད་དོ། །",
    "d747:568": "ཙ་མུཎྜི་རྐང་པ་གཡོན་པས་མནན་ཏེ། ",
    "d747:569": "ཁྲི་བཟླས་ན་ཙ་མུཎྜི་རང་གི་གཟུགས་ཀྱིས་འོང་སྟེ། ",
    "d747:570": "ཙ་མུཎྜི་བྲན་མོར་འགྱུར་རོ། །དེ་བཞིན་དུ་མ་མོའི་སྒྲུབ་པ་ཐམས་ཅད་ལ་མནན་ཏེ་བསྒྲུབས་ན་མྱུར་དུ་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:571": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་རིམ་པར་ཕྱེ་བ་དང་པོ་རྫོགས་སོ།། །།",
    "d747:572": "ཕྱག་ན་རྡོ་རྗེ་གཏུམ་པོ་ལ་ཕྱག་འཚལ་ལོ། །",
    "d747:573": "དེ་ནས་འདིར་ནི་ཤིན་ཏུ་འདའ་བར་དཀའ་བ་མཆོག་ཏུ་དྲག་པོ་ཆེན་པོའི་སྒྲུབ་པའི་ཐབས་ཤིན་ཏུ་དྲག་པོ་ལས་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ་གསུངས་པ་ལིང་ཀ་གཅིག་པ་རྐང་པ་གཡོན་པས་མནན་ཏེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་ལྷ་ཆེན་པོ་དེ་མྱུར་དུ་འོང་ངོ་། །",
    "d747:574": "གལ་ཏེ་མ་འོངས་ན་དེའི་མོད་ལ་འཆིའོ། །",
    "d747:575": "སྲེད་མེད་ཀྱི་བུ་མནན་ཏེ་ཉི་མ་བདུན་སྟོང་ཕྲག་བདུན་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་ངེས་པར་འོང་ངོ་། །",
    "d747:576": "གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་པའམ་བསྐམས་པར་འགྱུར་རོ། །",
    "d747:577": "ངེས་པར་སྲེད་མེད་ཀྱི་བུ་འཁོར་དང་བཅས་པ་མངག་གཞུག་པར་འགྱུར་རོ། །",
    "d747:578": "ཚངས་པ་མནན་ཏེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་བར་འོང་སྟེ་གལ་ཏེ་མ་འོངས་ན་བསྐམས་ཏེ་འཆིའོ། །",
    "d747:579": "མངག་གཞུག་པར་འགྱུར་རོ། །",
    "d747:580": "བརྒྱ་བྱིན་རྐང་པ་གཡོན་པས་མནན་ཏེ། ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་ངེས་པར་འོང་སྟེ། ",
    "d747:581": "གལ་ཏེ་མ་འོངས་ན་ངེས་པར་འཆི་བར་འགྱུར་རོ། །",
    "d747:582": "འདིས་བརྒྱ་བྱིན་མངག་གཞུག་པར་འགྱུར་ཞིང་པང་ན་གནས་པ་བླངས་ཏེ་སྟེར་བར་བྱེད་དོ། །",
    "d747:583": "གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་ཞིང་དུམ་བུ་བརྒྱར་འཇིག་ལ་རང་གི་རིགས་རྒྱུད་རྣམས་བརླག་པར་འགྱུར་རོ། །",
    "d747:584": "གཞོན་ནུ་མནན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་སྟེ། ",
    "d747:585": "གཞོན་ནུ་མངག་གཞུག་པར་འགྱུར་རོ། །",
    "d747:586": "གཞོན་ནུའི་གདོན་ཐམས་ཅད་བྲན་དུ་འགྱུར་ཞིང་ཆེ་གེ་མོ་འཚོ་བར་གྱིས་ཤིག །ཆེ་གེ་མོ་སོད་ཅིག་ཅེས་སྨྲས་ན་དེ་དག་ཐམས་ཅད་བྱེད་དོ། །ཚོགས་ཀྱི་བདག་པོ་མནན་ཏེ། ",
    "d747:587": "སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་སྟེ། ",
    "d747:588": "གལ་ཏེ་མ་འོངས་ན་རིགས་རྒྱུད་བརླག་ཅིང་འཆི་བར་འགྱུར་རོ། །",
    "d747:589": "ལོག་འདྲེན་ཐམས་ཅད་མངག་གཞུག་མར་འགྱུར་རོ། །",
    "d747:590": "ཉི་མ་རྐང་པ་གཡོན་པས་མནན་ཏེ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་སྟེ་རྒྱལ་སྲིད་སྟེར་རོ། །གལ་ཏེ་མ་འོངས་ན་འཆི་བའམ་རང་གི་བརྒྱུད་བརླག་པར་འགྱུར་རོ། །",
    "d747:591": "ཟླ་བ་མནན་ཏེ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་བདུན་ན་མྱུར་དུ་འོང་ཞིང་མངག་གཞུག་པར་འགྱུར་ལ་གསེར་སྲང་བརྒྱ་སྟེར་རོ། །གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་ཤིང་བསྐམས་ཏེ་འཆི་བར་འགྱུར་རོ། །",
    "d747:592": "རང་གི་རིགས་དང་རྒྱུད་ཕུང་བར་ཡང་འགྱུར་རོ། །འདི་ནི་ཟླ་བ་འཁོར་དུ་བསྒྲུབ་པར་བཤད་པའོ། །",
    "d747:593": "འཇིག་བྱེད་རྐང་པ་གཡོན་པས་མནན་ཏེ། ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ནས་ཡང་མཚན་མོ་མཆོད་པ་ཆེན་པོ་བྱས་ཏེ། ",
    "d747:594": "ཤ་ཆེན་པོས་མཆོད་པ་བྱས་ནས་ཤ་ཆེན་པོའི་གཏོར་མ་བྱས་ཏེ་ཤ་ཆེན་པོ་ཉིད་དང་ཏིལ་གྱིས་མར་མེ་རབ་ཏུ་སྦར་ཏེ། ",
    "d747:595": "ནམ་ཕྱེད་ན་སྒྲ་ཆེན་པོ་བྱུང་སྟེ་དྲག་དུ་རྒོད་ཅིང་བསྡད་ནས། ",
    "d747:596": "ཀྱེ་སྐྱེས་བུ་ཆེན་པོ་འདི་བཟའ་ཡིས་སློངས་ཤིག་ཅེས་ཟེར་རོ། །",
    "d747:597": "དེས་སྐྲག་པར་མི་བྱའོ་སྟེ། ",
    "d747:598": "གལ་ཏེ་སྐྲག་པར་གྱུར་ན་ཡི་གེ་ཧཱུྃ་བཟླས་ན་བདེ་བར་གནས་པར་འགྱུར་རོ། །འཇིགས་བྱེད་འཁོར་དང་བཅས་པ་བྲན་དུ་འགྱུར་རོ། །",
    "d747:599": "ཁམས་གསུམ་པའི་རྒྱལ་སྲིད་སྟེར་ཞིང་ཡི་གེ་ཧཱུྃ་བཟླས་པ་ཙམ་གྱིས་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་འཇོམས་སོ། །",
    "d747:600": "གར་གྱི་དབང་ཕྱུག་རྐང་པ་གཡོན་པས་མནན་ཏེ། ཉི་མ་བདུན་དུ་བརྒྱད་སྟོང་བཟླས་ན་སྐད་ཅིག་དེ་ལ་འོང་ཞིང་མངག་གཞུག་པར་འགྱུར་རོ། །",
    "d747:601": "གལ་ཏེ་མ་འོངས་ན་སྐམས་པའམ་འཆི་བར་འགྱུར་རོ། །",
    "d747:602": "ནག་པོ་ཆེན་པོ་རྐང་པ་གཡོན་པས་མནན་ཏེ། སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་ན་འཁོར་གྱི་ཚོགས་དང་བཅས་ཏེ་འོང་ངོ་། །",
    "d747:603": "གལ་ཏེ་མ་འོངས་ན་སྐད་ཅིག་དེ་ཉིད་ལ་འཆི་ཞིང་རང་གི་རིགས་རྒྱུད་ཕུང་བར་འགྱུར་རོ། །",
    "d747:604": "ལྷ་ནག་པོ་ཆེན་པོ་འཁོར་གྱི་ཚོགས་དང་བཅས་པ་མངག་གཞུག་པར་འགྱུར་རོ། །",
    "d747:605": "གདོང་བཞི་པ་ཕྱུག་པོའི་ཁང་པར་སོང་སྟེ། རྐང་པ་གཡོན་པས་མནན་ནས་ཁྲི་ཕྲག་བཟླས་ན་ཉི་མ་བདུན་ན་འཁོར་གྱི་ཚོགས་དང་བཅས་ཏེ་འོང་ངོ་། །",
    "d747:606": "གལ་ཏེ་མ་འོངས་ན་རིགས་དང་རྒྱུད་བརླག་པར་འགྱུར་རོ། །",
    "d747:607": "རྣམ་པ་ཐམས་ཅད་ཀྱིས་གཡོག་འཁོར་དུ་འགྱུར་ལ། ",
    "d747:608": "རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་རོ། །",
    "d747:609": "པང་པ་ན་གནས་པ་བླངས་ནས་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་བཟང་པོ་སྟེར་རོ། །",
    "d747:610": "བཅོམ་ལྡན་འདས་དཔལ་རྡོ་རྗེ་འཆང་གིས་དེ་སྐད་ཅེས་གསུངས་སོ། །",
    "d747:611": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་མངག་གཞུག་སྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།། །།",
    "d747:612": "དེ་ནས་སྟོབས་དང་ཕ་རོལ་གནོན་པ་དཔག་ཏུ་མེད་པ་འཇིག་རྟེན་གསུམ་གྱིས་ཕྱག་བྱས་པའི་བྲན་མོ་སྒྲུབ་པའི་ཐབས་ཁྲོ་བོ་ཉིད་ཀྱིས་མི་རྣམས་ལ་ཕན་པའི་དོན་དུ་གསུངས་པ་དངོས་གྲུབ་ཀྱི་མཆོག་རྒྱས་པར་བཤད་པར་བྱ་སྟེ། ",
    "d747:613": "ལེ་ལོ་ཅན་དང་སྡིག་པ་བྱེད་པ་དང་བརྫུན་དུ་སྨྲ་བས་ཀྱང་འགྲུབ་པར་བྱེད་དོ། །ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་། ཟང་ཟིང་སྤངས་པ་དང་། ཚངས་པར་སྤྱོད་པ་ལ་རྟག་ཏུ་གནས་པ་དང་། རྟག་ཏུ་ཁྲོ་བོའི་བཟླས་པ་ལ་གནས་པས་འབྱུང་མོ་དང་། ",
    "d747:614": "ཀླུ་མོ་དང་གནོད་སྦྱིན་མོ་བསྒྲུབ་པར་འདོད་ན་སྔགས་ཀྱི་ཚོགས་ཀྱིས་དགུག་པ་ལ་སྦྱར་བར་བྱའོ། །",
    "d747:615": "ལྷ་མོ་ཨུ་མ་སྒྲུབ་པར་བྱེད་པ་རྣམས་ལ་ཕན་པའི་དོན་དུ་བསྙེན་བཀུར་མར་བྱ་བར་བཤད་པའོ། །",
    "d747:616": "དང་པོར་བསྒྲུབ་པར་བྱ་ཞིང་དེའི་འོག་ཏུ་དངོས་གྲུབ་ཀྱི་མཆོག་བཟང་པོ་རིག་འཛིན་དང་། ",
    "d747:617": "ཕྱོགས་ཀྱི་བདག་པོ་དང་། ནོར་གྱི་ཆར་དང་། གཏེར་ཆེན་པོ་དང་ཡིད་བཞིན་གྱི་ནོར་བུ་དང་བུམ་པ་བཟང་པོ་ལ་སོགས་པ་དང་གནོད་སྦྱིན་མོའི་སྒྲུབ་པ་དང་། ",
    "d747:618": "ཤ་ཟ་མོ་དང་ས་ལ་འཇོམས་མ་ལ་སོགས་པ་གསུངས་པ་རྣམས་འགྲུབ་སྟེ། ",
    "d747:619": "སངས་རྒྱས་ཉིད་ཀྱང་འགྲུབ་ན། ",
    "d747:620": "ཐ་མལ་པ་འབྱུང་མོ་བྲན་དུ་བྱ་བ་རྣམས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ། ",
    "d747:621": "དེའི་མོད་ལ་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:622": "འབྱུང་པོ་འདུལ་བྱེད་ཀྱི་རྒྱུད་ཆེན་པོ་ལ་ནི་སྒྲུབ་པ་པོ་རྟག་ཏུ་ཁྲོ་བོའི་བཟླས་པ་ལ་གནས་ན་སློབ་དཔོན་ལ་སྨོད་པ་དང་། ལྷ་ཐམས་ཅད་ལ་སྨོད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། ཐམས་ཅད་དུ་དམ་ཚིག་ཉམས་པ་དང་མེད་པ་དང་སྔགས་དང་རྒྱུད་སྤོངས་པས་ཀྱང་གལ་ཏེ་འདོད་ན་ངེས་པར་དེའི་མོད་ལ་མྱུར་དུ་འགྲུབ་པར་འགྱུར་བར་ཁྲོ་བོ་ཉིད་ཀྱིས་གསུངས་སོ། །",
    "d747:623": "བཅོམ་ལྡན་འདས་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོས་འདི་སྐད་ཅེས་གསུངས་སོ། །",
    "d747:624": "དེ་ནས་འདིར་མཆོག་ཏུ་གསང་བ་ཆེན་པོ་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོའི་སྒྲུབ་པའི་ཐབས་གསུངས་པ། ",
    "d747:625": "དང་པོར་རེ་ཞིག་བཀླགས་པ་ཙམ་གྱིས་འགྲུབ་པར་བྱེད་པ། བྲན་ཕོ་དང་བྲན་མོ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ། ",
    "d747:626": "དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་བཟླས་པ་ཙམ་གྱིས་མྱུར་དུ་འགྲུབ་པར་བྱེད་པ། ",
    "d747:627": "དོན་ཡོད་ཅིང་བགེགས་འཇོམས་ལ་གྲུབ་པར་བྱེད་པའི་སྔགས་ཀྱི་ཚིག་རྣམས་སོ། །",
    "d747:628": "ཨོྃ་ཧྲཱིཿཧཱུྃ་ཀ་ཊྱ་ཀ་ཊྱ་ཆེ་གེ་མོ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཛཿ། ",
    "d747:629": "ཁྲོ་བོ་འདི་དང་བཅས་པས་བརྒྱད་བརྒྱ་བཟླས་པ་ཙམ་གྱིས་མྱུར་དུ་འོང་སྟེ་ཐམས་ཅད་བྲན་དང་བྲན་མོར་འགྱུར་རོ། །",
    "d747:630": "གལ་ཏེ་མ་འོངས་ན་སྤྱི་བོ་འགས་ཤིང་བསྐམས་ཏེ་འཆི་ལ། རིགས་དང་རང་གི་རིགས་རྒྱུད་བརླག་པར་འགྱུར་རོ། །",
    "d747:631": "འབྱུང་མོའི་གཟུགས་བ་ལང་གི་གིའུ་ཝང་གིས་བྲིས་ཏེ། རྐང་པ་གཡོན་པས་མནན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་སྐད་ཅིག་དེ་ལ་ཀྱེ་མ་ཀྱེ་མ་ཞེས་ཟེར་ཞིང་འོང་སྟེ། ",
    "d747:632": "འགུམ་མོ་འགུམ་མོ། །",
    "d747:633": "ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩོལ་ཞེས་ཟེར་རོ། །",
    "d747:634": "སྒྲུབ་པ་པོས་ཀྱེ་འབྱུང་མོ་བདག་གི་ཁོལ་མོ་གྱིས་ཤིག་ཅེས་སྨྲས་ན་དེ་ཁོལ་མོའི་ལས་ཐམས་ཅད་བྱེད་དོ། །",
    "d747:635": "གྲོ་བའི་ཤུན་པ་ལ་བ་ལང་གི་གིའུ་ཝང་གིས་གཟུགས་བརྙན་བྲིས་ཏེ་རྐང་པ་གཡོན་པས་མནན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེའི་མོད་ལ་འོང་ངོ་། །",
    "d747:636": "གལ་ཏེ་དེའི་མོད་ལ་མ་འོངས་ན་ཡུངས་ཀར་གྱིས་ཁ་ལ་བསྣུན་ཅིང་སྒྲ་ཆེན་པོས་བསྐུལ་ན་འབྱུང་མོ་དེ་རིམས་དྲག་པོས་འཆིའོ། །",
    "d747:637": "ཕྱིར་གསོ་བ་ནི་མར་དང་། སྦྲང་རྩི་ཁར་བཅུག་ན་སླར་འཚོའོ། །",
    "d747:638": "འབྱུང་མོ་འདིས་བྲན་མོའི་ལས་བྱེད་ཅིང་སྒྲུབ་པ་པོ་བདག་ཉིད་དང་གསུམ་ལ་གོས་དང་། རྒྱན་དང་བཟའ་བ་ཉི་མ་རེ་རེ་སྟེར་རོ། །",
    "d747:639": "གཙུག་ལག་ཁང་གི་སྒོར་སོང་སྟེ། སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འདིས་བ་ལང་མོའི་བློ་གྲོས་ཞེས་བྱ་བའི་འབྱུང་མོ་འོང་སྟེ། ",
    "d747:640": "འོངས་པ་ལ་གཏོར་མ་བྱིན་ན་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲའོ། །",
    "d747:641": "མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་མ་དང་འདྲ་བར་ཡོངས་སུ་སྐྱོང་ཞིང་བདག་ཉིད་དང་ལྔ་ལ་གོས་དང་། རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ། །",
    "d747:642": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་བྲན་མོ་བསྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།། །།",
    "d747:643": "དེ་ནས་མཆོག་ཏུ་གསང་བ་ཤིན་ཏུ་གསང་བ་ཆེན་པོ་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་མོ་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པར་བྱ་སྟེ། དབུལ་པོ་རྣམས་ལ་ཕན་པའི་དོན་དུ་དངོས་གྲུབ་ཀྱི་སྒྲུབ་པའི་ཐབས། ཁྲོ་བོ་ཉིད་ཀྱི་གསུངས་པའོ། །དེ་ལ་འབྱུང་མོ་རྣམས་ཀྱི་མིང་བཤད་པ། རྒྱན་ཅན་མ་དང་། རྣ་ཅན་མ་དང་། ",
    "d747:644": "དོ་ཤལ་ཅན་མ་དང་། ",
    "d747:645": "སེང་གེ་མ་དང་། རྒོད་བྱེད་མ་དང་། གར་བྱེད་མ་དང་། དགའ་བ་མ་དང་། འདོད་པའི་དབང་ཕྱུག་མ་དང་། ",
    "d747:646": "ལྷ་མོ་རྣམས་སོ། །འབྱུང་མོ་བརྒྱད་པོ་རྣམས་ཆུང་མར་དོན་དུ་གཉེར་རམ། མར་གཉེརརམ། ",
    "d747:647": "ཡང་ན་སྲིང་མོར་གཉེར་ན་སྒྲུབ་པ་པོ་ཤིང་གཅིག་པར་སོང་སྟེ། མཚན་མོ་དང་ཉིན་མོ་དུས་གསུམ་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ནས་བཟླས་པའི་མཐར་མཆོད་པ་ཆེན་པོ་བྱས་ནས། ",
    "d747:648": "གུ་གུལ་གྱི་བདུག་པ་བྱིན་ཏེ། བཟླས་ན། ",
    "d747:649": "དེ་ནས་ནམ་ཕྱེད་ཀྱི་དུས་སུ་རྒྱན་ཅན་མ་ངེས་པར་འོང་ངོ་། །",
    "d747:650": "འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་ཡོན་ཆབ་བྱིན་ན་དགའ་བར་འགྱུར་རོ། །",
    "d747:651": "མ་དང་སྲིང་མོ་དང་ཆུང་མར་འགྱུར་ཏེ། གང་མངོན་པར་འདོད་པ་དེ་སྨྲ་བར་བྱའོ། །",
    "d747:652": "གལ་ཏེ་མར་གྱུར་ན་ནི་འཁོར་བརྒྱད་བརྒྱའི་གོས་དང་རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ། །",
    "d747:653": "གལ་ཏེ་ཆུང་མར་གྱུར་ན་ནི་དོང་ཙེ་སྟོང་སྟོང་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་རོ། །",
    "d747:654": "གལ་ཏེ་སྲིང་མོར་གྱུར་ན་ནི་དཔག་ཚད་སྟོང་ནས་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ལ་ལྷའི་གཏེར་སྟེར་རོ། །",
    "d747:655": "མཚན་མོ་དུར་ཁྲོད་དུ་སོང་སྟེ་ཁྲི་བཟླས་ན་བཟླས་པའི་མཐར་རྣ་ཆ་དང་། ",
    "d747:656": "དོ་ཤལ་ཅན་གྱི་འབྱུང་མོ་ངེས་པར་འོང་ངོ་། །",
    "d747:657": "འོངས་པ་ལ་ཁྲག་གི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་རོ། །",
    "d747:658": "མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་མ་དང་འདྲ་བར་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ། །",
    "d747:659": "མཚན་མོ་ལྷ་ཁང་སྟོང་པར་སོང་སྟེ་ཁྲི་བཟླས་ན་འབྱུང་མོ་དོ་ཤལ་ཅན་མྱུར་དུ་འོང་ངོ་། །",
    "d747:660": "འོངས་པ་ལ་ཆགས་པ་སྤྱད་ན་ཆུང་མར་འགྱུར་རོ། །འགྲོ་བ་བཅུ་གཉིས་ཡོངས་སུ་སྐྱོང་བར་བྱེད་ཅིང་དོང་ཙེ་ཉི་ཤུ་རྩ་ལྔ་དང་རས་ཟུང་གཅིག་སྟེར་རོ། །",
    "d747:661": "དེ་ནས་སེང་གེ་མའི་སྒྲུབ་ཐབས་བཤད་པ་མཚན་མོ་ལིང་ཀ་གཅིག་པར་སོང་སྟེ་ཁྲི་བཟླས་ན་རང་ཉིད་འོངས་ཤིང་ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་ཞིང་སྒྲུབ་པ་པོས་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ལྷའི་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དོང་ཙེ་བརྒྱད་དང་རས་ཟུང་གཅིག་སྟེར་རོ། །",
    "d747:662": "དེ་ནས་རྒོད་བྱེད་མའི་སྒྲུབ་ཐབས་བཤད་པ། ཕྱག་ན་རྡོ་རྗེའི་ཁང་པར་སོང་སྟེ། ཕྱག་ན་རྡོ་རྗེ་དང་ཉེ་བར་འདབ་མ་ལ་བྲིས་ལ། ཀ་ར་བི་རའི་མེ་ཏོག་བྱིན་ཏེ། ",
    "d747:663": "ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་རང་ཉིད་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་རིངས་པར་འོང་ངོ་། །",
    "d747:664": "འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲའོ། །",
    "d747:665": "སྒྲུབ་པ་པོས་བདག་གི་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བརྗོད་ན་རྟག་ཏུ་རྗེས་སུ་འབྲང་ཞིང་རས་དང་རྒྱན་དང་། བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ། །",
    "d747:666": "དེ་མ་ལུས་པ་ཟད་པ་བྱས་ཏེ་གལ་ཏེ་ཅུང་ཟད་བཞག་ན་ཕྱིས་འབྱུང་བར་མི་འགྱུར་རོ། །",
    "d747:667": "མཚན་མོ་གཞལ་ཡས་ཁང་སྐྱེད་པར་བྱེད་དོ། །",
    "d747:668": "དེ་ནས་གར་བྱེད་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ། ",
    "d747:669": "བརྒྱད་སྟོང་བཟླས་ནས་ཉི་མ་བདུན་ན་མཆོད་པ་ཆེན་པོ་བྱས་ལ་ཉི་མ་ཤར་བ་ཙམ་གྱིས་བཟླས་པ་རྫོགས་པར་བྱ་སྟེ། ",
    "d747:670": "ཙནྡན་གྱི་བདུག་པ་བྱིན་ནས་ཡང་བཟླས་ན་ནམ་ཕྱེད་ཀྱི་དུས་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:671": "འོངས་པ་ལ་འདོད་པས་ལོངས་སྤྱད་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:672": "ལྷའི་གསེར་སྲང་བརྒྱ་མལ་དུ་དོར་ནས་ཐོ་རངས་ཀྱིས་འགྲོའོ། །",
    "d747:673": "དེ་བཞིན་དུ་ཉི་མ་རེ་རེ་རྟག་ཏུ་གནས་པར་འགྱུར་རོ། །",
    "d747:674": "དེ་ཡང་མ་ལུས་པ་ཟད་པར་བྱས་ཏེ། ",
    "d747:675": "གལ་ཏེ་ཅུང་ཟད་ལུས་ན་ཕྱིན་ཆད་འབྱུང་བར་མི་འགྱུར་རོ། །",
    "d747:676": "དེ་ནས་བྲན་མོ་ཆེན་མོ་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པ་དངོས་གྲུབ་སྣ་ཚོགས་གྲུབ་པར་བྱེད་པ་བཟླས་པ་ཙམ་གྱིས་རྟག་ཏུ་འགྲུབ་ཅིང་སྦྱིན་སྲེག་གི་ལས་མི་དགོས་ལ་སྔོན་དུ་བསྙེན་པ་བྱས་པས་ཕྱག་ན་རྡོ་རྗེས་ཇི་ལྟར་གསུངས་པ་ལྟར་སྐད་ཅིག་དེ་ལ་འགྲུབ་པའི་དགའ་བྱེད་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:677": "མཚན་མོ་རང་གི་ཁྱིམ་སྒོར་བཟླས་ན་ཉི་མ་གསུམ་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:678": "བྲན་མོའི་ལས་བྱེད་ཅིང་ས་བོན་ཐམས་ཅད་དང་ཞིང་གི་ལས་དང་ཁྱིམ་གྱི་བྱ་བ་ལ་སོགས་པ་སྒྲུབ་པར་བྱེད་དོ། །",
    "d747:679": "དེ་ནས་འདོད་པའི་དབང་ཕྱུག་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ཤའི་ཟས་ཁྱེར་ཏེ་མ་མོའི་གནས་སུ་སོང་ནས་མཚན་མོ་ཉ་དང་ཤས་བྱ་བ་བྱས་ཏེ། ",
    "d747:680": "ལན་སྟོང་བཟླས་ན་ཉི་མ་བདུན་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:681": "འོངས་པ་ལ་ཁྲག་གི་མཆོད་ཡོན་བྱིན་ན་བདག་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:682": "སྒྲུབ་པ་པོས་ལྷ་མོ་ཆུང་མར་གྱུར་ཅིག་ཅེས་སྨྲས་ན་ཆུང་མར་འགྱུར་ཞིང་རེ་བ་ཐམས་ཅད་སྐོང་ལ་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ། །",
    "d747:683": "དེ་ནས་ལྷ་མོའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། མཚན་མོ་ལྷ་མོའི་ཁང་པར་སོང་སྟེ། ",
    "d747:684": "སྟན་བཤམས་ལ་ཙནྡན་དཀར་པོ་དང་སྣ་མའི་མེ་ཏོག་གིས་མཆོད་ཅིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐར་ངེས་པར་འོང་ངོ་། །",
    "d747:685": "འོངས་པ་ལ་འཁྱུད་པ་དང་། ",
    "d747:686": "འོ་བྱས་པ་དང་། ",
    "d747:687": "ཇི་ལྟར་དགའ་བ་འདོད་པ་བྱས་ན་ལྷ་མོ་གསེར་གྱི་མདོག་ཅན་གཞོན་ནུ་མ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་ཆུང་མར་འགྱུར་རོ། །",
    "d747:688": "དོང་ཙེ་བརྒྱད་དང་། ",
    "d747:689": "རས་ཟུང་གཅིག་དང་། གནས་རྣམས་དང་། བཟའ་བ་མང་པོ་རྣམས་འཁོར་དང་བཅས་པ་ལ་སྟེར་རོ། །",
    "d747:690": "འདི་ཉིད་ཀྱིས་རྣམ་ཐོས་སྲས་ཀྱི་ཁང་པར་འདུག་ན་གསང་བའི་མཐའ་དང་བཟླས་པའི་མཐའ་ལ་ཤིན་ཏུ་མྱུར་བར་རྫས་བླངས་ནས་སྟེར་བར་བྱེད་དོ། །",
    "d747:691": "བཅོམ་ལྡན་འདས་རྡོ་རྗེ་འཆང་གིས་དེ་སྐད་ཅེས་གསུངས་སོ། །",
    "d747:692": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:693": "དཔལ་རྡོ་རྗེ་འཆང་ལ་ཕྱག་འཚལ་ལོ། །",
    "d747:694": "དེ་ནས་ཤིན་ཏུ་འདའ་བར་དཀའ་བའི་སྒྲུབ་པའི་ཐབས་ལྷ་ཆེན་པོ་ཐམས་ཅད་གསོད་པར་བྱེད་པའི་སྔགས་ཀྱི་ཚིག་གསུངས་པ། ",
    "d747:695": "ཨོྃ་ཧ་ན་ཧ་ན་སརྦ་མཱ་ར་ཡ་བཛྲ་ཛྭ་ལེ་ཧཱུྃ་ཕཊ། ",
    "d747:696": "དེ་ནས་འདི་བཤད་པ་ཙམ་གྱིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་རྡོ་རྗེ་རྣོན་པོ་འབར་བའི་ཕྲེང་བ་འཁྲུགས་པས་གང་བར་གྱུར་ཏོ། །ཧཱུྃ་ཧ་ན་ཕཊ། ",
    "d747:697": "དེ་ནས་འདི་བཤད་པ་ཙམ་གྱིས་ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། ",
    "d747:698": "དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་དང་། རིག་འཛིན་དུ་མ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། འབྱུང་པོ་དང་། ཡི་དགས་དང་། ལྷའི་བུ་མོ་དང་། ཤ་ཟ་དང་། དྲི་ཟ་དང་། ",
    "d747:699": "མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། ནམ་མཁའ་ལྡིང་རྣམས་དུམ་བུ་བརྒྱར་བྱས་ཏེ་དགུག་པར་འགྱུར་རོ། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་དཔག་ཏུ་མེད་པ་ཡང་འཁོར་དེར་འདུས་པ་རྣམས་ངོ་མཚར་དུ་གྱུར་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །",
    "d747:700": "དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་མ་འོངས་པའི་ཚེ་མ་འོངས་པའི་དུས་ན་གདུག་པ་དང་ལྷ་ཐམས་ཅད་ཚར་གཅོད་པ་ནི་ལེགས་སོ་ལེགས་སོ། །",
    "d747:701": "དེ་ནས་ལྷའི་བུ་མོ་རྣམས་ལངས་ཏེ། འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་རང་གི་སྙིང་པོ་ཕུལ་བ། ཨོྃ་ཤྲཱི་ཟླ་བའི་ལྷ་མོའིའོ། །ཨོྃ་ཤྲཱི་ཐིག་ལེ་མཆོག་མའི་འོ། །ཨོྃ་ཤྲཱི་གསེར་གྱི་ཕྲེང་བ་མའིའོ། །ཨོྃ་ཤྲཱི་འཁྱིལ་པའི་ཕྲེང་བ་མའི་འོ། །ཨོྃ་ཧཱུྃ་རིན་ཆེན་ཕྲེང་བ་མའི་འོ། །ཨོྃ་ས་རྩོམ་པ་མོའིའོ། །ཨོྃ་སྲུ་བྲང་ན་གནས་པ་མའིའོ། །ཨོྃ་པྃ་དཔལ་རྒྱན་ཅན་མའི་འོ། །",
    "d747:702": "དེ་ནས་ལྷའི་བུ་མོ་བརྒྱད་ཀྱི་དངོས་གྲུབ་ཀྱི་སྒྲུབ་པ་ཐམས་ཅད་ཀྱི་ཆོ་ག་བཤད་པ། ",
    "d747:703": "རིའི་རྩེ་མོ་ལ་སོང་སྟེ་འབུམ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །",
    "d747:704": "དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས་མར་གྱི་མར་མེ་རབ་ཏུ་སྤར་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ལྷ་མོ་རང་ཉིད་འོང་ངོ་། །",
    "d747:705": "འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་དགའ་ཚིག་སྨྲ་བར་བྱེད་དོ། །",
    "d747:706": "སྒྲུབ་པ་པོས་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ན་དངོས་གྲུབ་ཀྱི་རྫས་དང་། ",
    "d747:707": "དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་ལ་སོགས་པ་སྟེར་རོ། །དེའི་བཅུད་ཀྱིས་ལེན་གྱིས་ནི་ལོ་སྟོང་འཚོའོ། །",
    "d747:708": "དེ་ནས་ཐིག་ལེ་མཆོག་མའི་སྒྲུབ་ཐབས་བཤད་པ། ཙནྡན་དང་འོ་མའི་ཟས་ལ་ཁྲི་བཟླས་ནས་ཉི་མ་བདུན་ན་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། ",
    "d747:709": "ཡར་གྱི་ངོའི་ཚེས་བརྒྱད་ལ་རིའི་རྩེ་མོར་སོང་ལ་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ངེས་པར་འོང་སྟེ། ",
    "d747:710": "ཅུང་ཟད་རྒོད་པས་ཆགས་པ་བྱས་ནས་མདུན་དུ་སྡོད་དོ། །",
    "d747:711": "འཁྱུད་པ་དང་འོ་བྱས་ཤིང་དགའ་བས་ཆགས་པར་བྱས་ནས་འདི་ལྟར་འགྲུབ་པར་འགྱུར་ཏེ། ",
    "d747:712": "གང་འདོད་པ་དེ་སྟེར་ཞིང་རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་བར་བྱེད་དོ། །",
    "d747:713": "གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ། །",
    "d747:714": "དེ་ནས་གསེར་གྱི་ཕྲེང་བ་མའི་སྒྲུབ་ཐབས་བཤད་པ། ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ། ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། ",
    "d747:715": "གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་དེའི་ཐོ་རངས་ངེས་པར་འོང་སྟེ། ",
    "d747:716": "འདོད་པ་ཐམས་ཅད་སྦྱིན་པར་བྱེད་དོ། །",
    "d747:717": "དེ་ནས་འཁྱིལ་བའི་ཕྲེང་བ་མའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:718": "ཚེས་གྲངས་མི་དགོས་ཤིང་རྒྱུ་སྐར་ཡང་མི་དགོས་ལ། སྨྱུང་བ་ཡང་མི་དགོས་པར་འགྲུབ་པར་བྱེད་པ་སྟེ། ",
    "d747:719": "རིའི་རྩེ་མོར་སོང་སྟེ་ཁྲི་བཟླས་ན་དེ་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:720": "ཆུང་མར་འགྱུར་ལ་དོང་ཙེ་སྟོང་སྟེར་ཞིང་། ",
    "d747:721": "དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། ",
    "d747:722": "གྲུབ་པའི་རྫས་སྟེར་རོ། །དེ་ནས་རིན་ཆེན་ཕྲེང་བ་མའི་སྒྲུབ་ཐབས་བཤད་པ། ",
    "d747:723": "ལྷའི་ཁང་པར་སོང་སྟེ་ཟླ་བ་གཅིག་ཏུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ནས་ཟླ་བ་དེའི་ཐ་མ་ལ་ཟླ་བ་ཉའི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་རྐང་གདུབ་ཀྱི་སྒྲ་ཆེན་པོས་འོང་ངོ་། །",
    "d747:724": "འོངས་པ་ལ་མེ་ཏོག་གི་མཆོད་ཡོན་བྱིན་ནས་ལྷ་མོ་ལེགས་པར་འོངས་སམ་ཞེས་སྨྲས་ན་བདག་པོ་བདག་གིས་ཅི་བྱ་ཞེས་ཟེར་ཏེ་སྒྲུབ་པ་པོས་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཆུང་མའི་ལས་བྱེད་ཅིང་ལྷ་མོས་འདོད་པ་སྦྱིན་པར་བྱེད་དོ། །",
    "d747:725": "ལོ་སྟོང་འཚོ་བར་བྱེད་དོ། །དེ་ནས་རྩོམ་པ་མོའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:726": "ཚེས་གཅིག་ལ་བརྩམས་ཏེ་མཆོད་པ་བྱས་ནས་ཙནྡན་གྱི་ཆུས་དཀྱིལ་འཁོར་བྱས་ཏེ་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་དུས་གསུམ་དུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ཤིང་ཟླ་བ་ཉ་ལ་མཆོད་པ་ཆེན་པོ་བྱས་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:727": "གལ་ཏེ་མྱུར་དུ་མ་འོངས་ན་འཆི་བར་འགྱུར་རོ། །",
    "d747:728": "འོངས་པ་ན་ཆུང་མར་འགྱུར་ལ་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་ཅི་ལྟར་འདོད་པས་ཆགས་པར་བྱེད་ལ་ལོ་ཁྲི་འཚོའོ། །",
    "d747:729": "གང་གི་ཚེ་འཆི་བ་ན་རྒྱལ་རིགས་སུ་སྐྱེའོ། །",
    "d747:730": "དེ་ནས་བྲང་ན་གནས་པའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། མཚན་མོ་ལྷའི་ཁང་པར་སོང་སྟེ། ཙནྡན་གྱི་བདུག་པ་སྦྱིན་ཞིང་ཁྲི་ཁྲི་བཟླས་ནས་ཟླ་བ་དེ་འདས་པ་དང་། ",
    "d747:731": "ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་མྱུར་དུ་འོང་། ",
    "d747:732": "འོངས་པ་ལ་མེ་ཏོག་གི་སྟན་སྦྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ན་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་ཟེར་རོ། །",
    "d747:733": "སྒྲུབ་པ་པོས་ཆུང་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ནས། དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། ",
    "d747:734": "དངོས་གྲུབ་ཀྱི་རྫས་སྟེར་རོ། །",
    "d747:735": "གཞན་གྱི་བུད་མེད་ལ་མངོན་པར་བགྲོད་པ་སྤང་བར་བྱ་སྟེ། ",
    "d747:736": "ལོ་སྟོང་ཕྲག་ལྔ་འཚོའོ། །",
    "d747:737": "མཚན་མོ་གཅིག་གཙང་སྦྲ་བྱས་ཏེ། གྲོ་བའི་འདབ་མ་ལ་གུར་གུམ་གྱིས་དཔལ་གྱི་རྒྱན་ཅན་བྲིས་ཏེ། ",
    "d747:738": "ཙནྡན་གྱི་བདུག་པ་བསྲེག་ཅིང་བཟླས་ལ་ཟླ་བ་དེའི་ཐ་མ་ལ་མཆོད་པ་རྒྱ་ཆེར་བྱས་ཏེ། ",
    "d747:739": "རེ་ཞིག་བཟླས་ན་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:740": "འོངས་པ་ལ་མྱུར་དུ་ཆགས་པར་བྱས་ན་དགའ་བར་འགྱུར་ཏེ། ",
    "d747:741": "དབྱིག་དང་གསེར་དང་མུ་ཏིག་ལ་སོགས་པ་སྟེར་རོ། །",
    "d747:742": "ཉི་མ་རེ་རེ་ཞིང་ཟས་བཟང་པོ་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་བར་བྱེད་དོ། །",
    "d747:743": "བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་སོ། །",
    "d747:744": "ལྷའི་བུ་མོ་རྣམས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:745": "དེ་ནས་གསང་བའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསུངས་སོ། །གལ་ཏེ་ལྷའི་བུ་མོ་རྣམས་མ་གྲུབ་ན་དེའི་ཚེ་ཁྲོ་བོ་འདི་དང་བཅས་ཏེ་བཟླས་པར་བྱའོ། །",
    "d747:746": "ཨོྃ་ཧྲཱིཿཨཱ་ཀ་ཌྜཏྱ། ",
    "d747:747": "ཨཱ་ཌྜཏྱ་ཆེ་གེ་མོ་ཧཱུྃ་ཛཿཕཊ། ",
    "d747:748": "ཁྲོ་བོ་འདི་དང་བཅས་ཏེ། བཟླས་པ་ཙམ་གྱིས་སྤྱི་བོ་འགས་ཤིང་དུམ་བུ་བརྒྱད་དུ་འཇིག་གོ། །",
    "d747:749": "སྔགས་འདིས་བཅིང་བར་བྱའོ། །",
    "d747:750": "ཨོྃ་བནྡྷ་བནྡྷ་ཧ་ན་ཧ་ན་ཆེ་གེ་མོ་ཧཱུྃ་ཕཊ། ",
    "d747:751": "སྔགས་འདིས་དབང་དུ་བྱའོ། །",
    "d747:752": "ཨོྃ་ཙ་ལ་ཙ་ལ་ཆེ་གེ་མོ་ས་མ་ན་ཡེ་ཧཱུྃ་ཕཊ། ",
    "d747:753": "ལྷ་མོ་ཐམས་ཅད་བསྒྲུབ་པའོ། །",
    "d747:754": "དེ་ནས་འདིར་ནི་མི་རྣམས་ལ་ཕན་པའི་དོན་དུ་ལྷ་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱ་རབ་ཏུ་བཤད་པར་བྱ་སྟེ། ",
    "d747:755": "དངོས་གྲུབ་སྣ་ཚོགས་གྲུབ་པར་བྱེད་པ། ",
    "d747:756": "དཀོན་མཆོག་གསུམ་གནས་པར་བྱེད་པ། ",
    "d747:757": "སྔགས་བཟླས་པ་བདེ་བར་གྲུབ་པའི་ཕྱག་རྒྱ་ཁྲོ་བོ་ཉིད་ཀྱིས་བཤད་པ་རྒྱུད་རྣམས་ཀྱི་ནང་ནས་མཆོག་ཏུ་གྱུར་པ་འབྱུང་པོ་འདུལ་བྱེད་ཀྱིས་གསུངས་པ་འདི་ཉིད་ལ་མྱུར་དུ་བདེ་བ་སྦྱིན་པའི་ལྷ་མོ་རྣམས་གྲུབ་པར་བྱེད་པ་བཟླས་པ་ཙམ་གྱིས་འབྱུང་མོ་རྣམས་མ་དང་། ",
    "d747:758": "སྲིང་མོ་དང་། དེ་བཞིན་དུ་ཆུང་མ་དང་། ",
    "d747:759": "བྲན་མོ་སྒྲུབ་པར་བྱེད་པ་ཁྲོ་བོ་ཟློས་པ་རྣམས་ལ་འཇིག་རྟེན་འདིའི་བདེ་བ་སྦྱིན་པའི་བསྙེན་བཀུར་མར་སྒྲུབ་པའི་ཐབས་སོ། །",
    "d747:760": "ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་ལག་པ་གཉིས་ཀ་པདྨ་འཁོར་བའི་ཚུལ་དུ་བྱས་ནས་གུང་མོ་སོར་མོ་ཁབ་ལྟར་བྱས་པ་བརྐྱང་བ་ནི་ལྷ་མོ་བརྒྱད་པོ་སྤྱིའི་བདེ་བ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པའོ། །",
    "d747:761": "ལག་པ་གཉིས་ཀ་སོར་མོ་གཅིག་གི་སྟེང་དུ་གཅིག་བསྐྱོན་པའི་སྦྱོར་བས་བཟུང་བ་ནི་ལྷའི་བུ་མོ་ཐམས་ཅད་དབང་དུ་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ། ",
    "d747:762": "ཉེ་བར་བྱེད་ཅིང་མངོན་དུ་ཕྱོགས་པར་བྱེད་ལ་ཐམས་ཅད་དུ་འདོད་པ་སྒྲུབ་པར་བྱེད་པའི་ཕྱག་རྒྱའོ། །",
    "d747:763": "ལག་པ་གཉིས་ཀ་པདྨ་འཁོར་བའི་སྦྱོར་བས་བཟུང་བ་ནི་ལྷའི་བུ་མོ་ཐམས་ཅད་རྨོངས་པར་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ། ",
    "d747:764": "བཅིངས་པ་ཙམ་གྱིས་སྐད་ཅིག་དེ་ཉིད་ལ་བྲན་མོར་འགྱུར་རོ། །",
    "d747:765": "ཨོྃ་སརྦ་ཨ་བ་ས་ར་ས་ར་ཨོྃ་ཨཱ་གཙྪ་ཧཱུྃ་ཛཿཛཿསྔགས་འདིས་ལྷའི་བུ་མོ་ཐམས་ཅད་བོད་པར་བྱའོ། །",
    "d747:766": "ཨོྃ་སརྦ་སིདྡྷི་བྷོ་གེ་ཤྭ་རི་སྭཱ་ཧཱ། ",
    "d747:767": "ཉེ་བར་བྱེད་པའི་སྔགས་སོ། །",
    "d747:768": "ཨོྃ་ཀཱ་མ་པྲི་ཡེ་སྭཱ་ཧཱ། ",
    "d747:769": "མངོན་དུ་བྱེད་པའི་སྔགས་སོ། །ཨོྃ་པྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ",
    "d747:770": "ཛཿཛཿ། ",
    "d747:771": "ལྷའི་བུ་མོ་ཐམས་ཅད་རྨོངས་པར་བྱེད་པའི་སྔགས་སོ། །",
    "d747:772": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ལྷའི་བུ་མོ་རྣམས་སྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:773": "དེ་ནས་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ལངས་ཏེ། དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ། ཨོྃ་ཨཱ་གཙྪ་སུ་ར་སུ་ན་ད་རི་སྭཱ་ཧཱ། སྡུག་གུ་མཛེས་མའིའོ། །",
    "d747:774": "ཨོྃ་མ་ནོ་ཧ་རི་ན་མཿསྭཱ་ཧཱ། ཡིད་འཕྲོག་མའིའོ། །",
    "d747:775": "ཨོྃ་ཀ་ན་ཀ་མཻ་ཐུ་ན་པྲི་ཡེ་སྭཱ་ཧཱ། ",
    "d747:776": "གསེར་ལྡན་མའིའོ། །ཨོྃ་ཨཱ་གཙྪ་ཀཱ་མེ་ཤྭ་རི་སྭཱ་ཧཱ། ",
    "d747:777": "འདོད་པའི་དབང་ཕྱུག་མའིའོ། །ཨོྃ་ར་ཏི་པྲི་ཡེ་སྭཱ་ཧཱ། རྒན་མོའི་འོ། །",
    "d747:778": "ཨོྃ་པདྨི་ནི་ཡེ་སྭཱ་ཧཱ། པདྨ་མའིའོ། །",
    "d747:779": "ཨོྃ་ན་རྟི་མ་ཧཱ་ནི་ཏི་སུ་རཱུ་པ་མ་ཏི་སྭཱ་ཧཱ། ",
    "d747:780": "གར་བྱེད་མའི་འོ། །",
    "d747:781": "ཨོྃ་ཨཱ་ནུ་རཱ་གི་ནི་མཻ་ཐུ་ནི་སྭཱ་ཧཱ། ",
    "d747:782": "རྗེས་སུ་ཆགས་མའི་འོ། །དེ་ནས་གནོད་སྦྱིན་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:783": "རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་དུས་གསུམ་དུ་སྟོང་ཕྲག་རེ་བཟླས་ན་ཟླ་བ་གཅིག་གི་ནང་དུ་ངེས་པར་འོང་ངོ་། །",
    "d747:784": "འོངས་པ་ལ་ཙནྡན་གྱི་ཆུས་མཆོད་ཡོན་བྱིན་ན་མ་དང་། ",
    "d747:785": "སྲིང་མོ་དང་། ཆུང་མའི་ལས་བྱེད་དོ། །",
    "d747:786": "གལ་ཏེ་མར་གྱུར་ན་སེམས་སུན་དབྱུང་བར་མི་བྱ་སྟེ། དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་། ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་སྟོང་སྟེར་རོ། །",
    "d747:787": "གལ་ཏེ་སྲིང་མོར་གྱུར་ན་ནི་གྲུབ་པའི་རྫས་དང་། ",
    "d747:788": "དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་ལྷའི་བུ་མོ་བཟང་མོ་བླངས་ནས་སྟེར་ལ། འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་སྨྲ་བར་བྱེད་དོ། །",
    "d747:789": "གལ་ཏེ་ཆུང་མར་གྱུར་ན་བསམ་པ་ཐམས་ཅད་རྫོགས་པར་བྱེད་ཅིང་ནོར་གྱི་བདག་པོ་ཆེན་པོ་བྱེད་དོ། །དེ་ནས་ཡིད་འཕྲོག་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:790": "ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ། ཙནྡན་གྱིས་མཎྜལ་ཉེ་བར་བྱུགས་ཏེ། ",
    "d747:791": "མཆོད་པ་ཤིན་ཏུ་ཆེན་པོ་བྱས་ནས་ཨ་ག་རུའི་བདུག་པ་སྦྱིན་ཞིང་ཉི་མ་བདུན་དུ་ཁྲི་བཟླས་ནས་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། ",
    "d747:792": "ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་དེ་ནི་ངེས་པར་འོང་ངོ་། །",
    "d747:793": "གལ་ཏེ་མ་འོངས་ན་འཆི་བར་འགྱུར་རོ། །",
    "d747:794": "བཀའ་སྩལ་ཅིག་ཅེས་སྨྲ་བར་བྱེད་ཅིང་དེས་བདག་གི་བྲན་མོ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་འཁོར་བརྒྱད་བརྒྱའི་ཞལ་ཏ་བྱེད་ཅིང་དོང་ཙེ་བརྒྱ་ཉི་མ་རེ་རེ་ལ་སྟེར་ཏེ། ",
    "d747:795": "དེས་ཀྱང་མ་ལུས་པར་ཟད་པར་བྱའོ། །",
    "d747:796": "གལ་ཏེ་ཅུང་ཟད་འཇོག་ན་ཕྱིན་ཅད་འབྱུང་བར་མི་འགྱུར་རོ། །",
    "d747:797": "དེ་ནས་གསེར་ལྡན་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:798": "བ་རུ་རའི་ཤིང་གནས་པར་སོང་སྟེ་ཉ་དང་ཤས་བསྒྲུབ་ཅིང་ཆང་ཡང་བྱིན་ནས་བདག་ཉིད་ཀྱང་བཏུང་ཞིང་སྦགས་པར་གནས་པར་བཟླས་པ་བྱ་སྟེ། ",
    "d747:799": "སྟོང་ཕྲག་རེ་རེ་བཟླས་སོ། །",
    "d747:800": "དེ་བཞིན་དུ་ཉི་མ་བདུན་པའི་མཚན་མོ་བསྒྲུབ་པར་བྱ་སྟེ། ",
    "d747:801": "ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན། ནམ་ཕྱེད་ན་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་ཏེ་འཁོར་བརྒྱད་བརྒྱས་བསྐོར་ནས་རང་ཉིད་འོང་ངོ་། །",
    "d747:802": "འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:803": "འཁོར་བཅུ་གཉིས་ཀྱི་གོས་དང་། རྒྱན་དང་། ",
    "d747:804": "བཟའ་བ་བཟང་པོ་རྣམས་ཉིན་གཅིག་བཞིན་དུ་སྟེར་ཞིང་དོང་ཙེ་བརྒྱད་སྟེར་རོ། །",
    "d747:805": "དེ་ནས་འདོད་པའི་དབང་ཕྱུག་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ་གྲོ་བའི་འདབ་མ་ལ་བལ་གླང་གི་གིའུ་ཝང་གིས་གཟུགས་བརྙན་བྲིས་ཏེ། གཅིག་པུ་སྟན་ལ་འདུག་ལ་སྟོང་ཕྲག་རེ་རེ་བཟླས་སོ། །",
    "d747:806": "དེ་ནས་ཟླ་བའི་ཐ་མ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། ",
    "d747:807": "མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ནས་མི་སྨྲ་བར་གྱུར་པས་བཟླས་ན་མཚན་མོ་དེའི་ཕྱེད་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:808": "འོངས་པ་ལ་ཆགས་པས་ལོངས་སྤྱད་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:809": "ལྷའི་རྒྱན་མལ་དུ་དོར་ཏེ་ཐོ་རངས་ཀྱིས་འགྲོ་བར་འགྱུར་རོ། །",
    "d747:810": "གཞན་གྱི་ཆུང་མ་ལ་མི་བགྲོད་པར་ཡང་བྱ་སྟེ། གལ་ཏེ་བགྲོད་ན་རྣམ་པར་འཇོམས་པར་བྱེད་དོ། །དེ་ནས་རྒན་མོའི་སྒྲུབ་ཐབས་བཤད་པ། ",
    "d747:811": "གསེར་གྱི་མདོག་ཅན་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་མ། ལག་ན་ཨུཏྤ་ལ་ཐོགས་པ་གཞོན་ནུ་མ་རས་ལ་རི་མོ་བྲིས་ཏེ། ",
    "d747:812": "སྣ་མའི་མེ་ཏོག་གིས་མཆོད་ཅིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ལ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ཏེ། ",
    "d747:813": "ཟླ་བ་ཐ་མ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས་མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ཏེ་ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:814": "འོངས་པ་ལ་དགའ་བས་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:815": "སྒྲུབ་པ་པོ་འཁོར་དང་བཅས་པ་ཡོངས་སུ་སྐྱོང་བར་བྱེད་ཅིང་ལྷས་འདོད་པར་བྱ་བའི་ཟས་དང་། དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དོང་ཙེ་ཉི་ཤུ་རྩ་ལྔ་སྟེར་བར་བྱེད་དོ། །",
    "d747:816": "དེ་ནས་པདྨ་མའི་སྒྲུབ་ཐབས་བཤད་པ། ",
    "d747:817": "རང་གི་ཁྱིམ་དུ་མགོའི་གནས་སུ་ཙནྡན་གྱི་དཀྱིལ་འཁོར་བྱས་ཏེ་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་ཟླ་བ་ཕྱེད་དུ་བཟླས་པ་བྱའོ། །",
    "d747:818": "དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་འབྱོར་པའི་མཆོད་པ་བྱས་ཏེ། ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་། །",
    "d747:819": "འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཏེ། ",
    "d747:820": "ལྷ་མོས་འདོད་པ་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་བར་བྱེད་དོ། །",
    "d747:821": "དེ་ནས་གར་བྱེད་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ཨ་ཤྭ་ཀའི་ཤིང་གི་རྩར་སོང་སྟེ་བསྒྲུབ་པར་བྱའོ། །",
    "d747:822": "ཤའི་བཟའ་བ་དང་། སྤོས་དང་། དྲི་དང་། མེ་ཏོག་སྦྱིན་ཞིང་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན། ",
    "d747:823": "ཟླ་བ་གཅིག་གི་ནང་དུ་ངེས་པར་འོང་ངོ་། །",
    "d747:824": "མདོར་བསྡུས་ན་འོངས་ན་མ་དང་། སྲིང་མོ་དང་། ཆུང་མར་འགྱུར་རོ། །གལ་ཏེ་ཆུང་མར་གྱུར་ན་བཟའ་བ་དང་། ",
    "d747:825": "རས་ཟུང་རེ་དང་། དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དོང་ཙེ་བརྒྱད་སྟེར་བར་བྱེད་དོ། །གལ་ཏེ་མར་གྱུར་ན་བཟའ་བ་བཟང་པོ་དང་། །རས་ཟུང་རེ་སྟེར་ཞིང་གསེར་སྲང་བརྒྱ་སྟེར་རོ། །",
    "d747:826": "གལ་ཏེ་སྲིང་མོར་གྱུར་ན་དཔག་ཚད་སྟོང་ནས་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་ཞིང་གོས་དང་། རྒྱན་དང་། བཟའ་བ་བཟང་པོ་སྟེར་རོ། །དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་ཡང་སྟེར་བར་བྱེད་དོ། །",
    "d747:827": "དེ་ནས་སྲིང་མོ་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:828": "གུར་གུམ་གྱིས་གྲོ་གའི་འདབ་མ་ལ་གནོད་སྦྱིན་མོའི་གཟུགས་བྲིས་ཏེ། དེ་ནས་ཚེས་གཅིག་ནས་བརྩམས་ནས། སྤོས་དང་། མེ་ཏོག་དང་། མར་མེ་སྦྱིན་ཞིང་དུས་གསུམ་དུ་བཟླས་པ་བྱས་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་བའི་མཆོད་པ་བྱས་ཏེ། ",
    "d747:829": "མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་དེའི་ཐོ་རངས་ངེས་པར་འོང་ངོ་། །",
    "d747:830": "འོངས་པ་ལ་འདོད་པས་ལོངས་སྤྱད་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:831": "ལྷའི་དོང་ཙེ་སྟོང་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་ལོ་སྟོང་འཚོའོ། །",
    "d747:832": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་གནོད་སྦྱིན་མོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:833": "དེ་ནས་གསང་བ་པའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསུངས་སོ། །གལ་ཏེ་དམ་ཚིག་ལ་མི་གནས་ན་ཁྲོ་བོ་འདི་དང་བཅས་ཏེ་དགུག་པའི་ཕྱིར་བཟླས་པར་བྱའོ། །",
    "d747:834": "ཨོྃ་དྷྲུྃ། ཀ་ཊྱ་ཀ་ཊྱ་ཆེ་གེ་མོ་ཡཀྵི་ནི་ཧྲཱིཿཛ་ཛ། ",
    "d747:835": "ཁྲོ་བོ་འདི་དང་བཅས་ཏེ། སྔགས་སྟོང་བཟླས་ན་མྱུར་དུ་འོང་ངོ་། །",
    "d747:836": "གལ་ཏེ་མྱུར་དུ་མ་འོངས་ན་མིག་དང་སྤྱི་བོ་འགས་ཤིང་དེའི་མོད་ལ་འཆི་སྟེ། ",
    "d747:837": "དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་ལྟུང་ངོ་། །",
    "d747:838": "དེ་ནས་ཁྲོ་བོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་བཤད་པ། ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་མཐེའུ་ཆུང་གཉིས་འཁྱུད་ནས་མཛུབ་མོ་གཉིས་བརྐྱང་སྟེ་བཀུག་པ་འདི་ནི་ཁྲོ་བོའི་མི་ཕྱེད་པའི་ལྕགས་ཀྱུའི་ཕྱག་རྒྱའོ། །",
    "d747:839": "ཕྱག་རྒྱ་འདི་ས་འཇིག་རྟེན་གསུམ་ཡང་འགུགས་པར་བྱེད་དོ། །",
    "d747:840": "དེ་ནས་གནོད་སྦྱིན་མོའི་ཕྱག་རྒྱ་བཤད་པ། ",
    "d747:841": "གུང་མོའི་སོར་མོ་གཉིས་མི་མཉམ་པར་བྱས་ཏེ། ",
    "d747:842": "སྲིན་ལག་གཉིས་རྣམ་པར་བརྐྱང་ཞིང་མཛུབ་མོ་གཉིས་སྦྱར་བར་བྱས་ནས་མཐེའུ་ཆུང་གཉིས་སྙིང་པོར་བྱས་པ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་རྩ་བའི་ཕྱག་རྒྱ་དམ་པ་སྟེ། ",
    "d747:843": "འདི་བཅངས་པ་ཙམ་གྱིས་གནོད་སྦྱིན་མོ་ཐམས་ཅད་འོང་ངོ་། །",
    "d747:844": "ཕྱག་རྒྱ་འདི་ཉིད་ལ་མཐེ་བོ་གཡས་པས་བོད་པར་བྱའོ། །",
    "d747:845": "ཨོྃ་ཧྲཱིཿཨཱ་གཙྪ་ཨཱ་གཙྪ། །",
    "d747:846": "སརྦ་ཡཀྵི་ཎི་སྭཱ་ཧཱ། ",
    "d747:847": "བོད་པའི་སྔགས་སོ། །ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེ་བོང་གཡོན་པས་སླར་གཏང་བར་བྱའོ། །",
    "d747:848": "ཨོྃ་ཡཀྵི་ཨཱ་གཙྪ། ",
    "d747:849": "ཨཱ་གཙྪ་ཆེ་གེ་མོ་ཡཀྵི་ཎི་ཤཱི་གྷྲཾ་པུ་ན་རཱ་ག་ནམ་ཡ་སྭཱ་ཧཱ། ",
    "d747:850": "ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་གུང་མོའི་སོར་མོ་རབ་ཏུ་བརྐྱང་བ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་མངོན་དུ་ཕྱོགས་པར་བྱེད་པའི་ཕྱག་རྒྱའོ། །",
    "d747:851": "ཨོྃ་མ་ཧཱ་ཡ་ཀྵི་པི་མཻ་ཐུ་ན་པྲི་ཡེ་སྭཱ་ཧཱ། ",
    "d747:852": "ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ལ་མཐེའུ་ཆུང་བརྐྱང་སྟེ། བཀུག་པ་ནི་གནོད་སྦྱིན་ཐམས་ཅད་ཉེ་བར་བྱེད་པའི་ཕྱག་རྒྱའོ། །",
    "d747:853": "ཨོྃ་ཀཱ་མ་བྷོ་གེ་ཤྭ་རི་སྭཱ་ཧཱ། ",
    "d747:854": "ཁུ་ཚུར་ཕན་ཚུན་བསྣོལ་ཏེ་ལག་པ་གཉིས་མཛུབ་མོ་གཅིག་གི་སྟེང་དུ་གཅིག་བསྐྱོན་པའི་སྦྱོར་བ་བཞག་པ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་ཕྱག་རྒྱའོ། །",
    "d747:855": "ཀྵི་སྙིང་པོའོ། །",
    "d747:856": "ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ཏེ། མཛུབ་མོ་དང་གུང་མོ་བརྐྱང་བ་ནི་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱི་བདུག་པ་དང་། མེ་ཏོག་དང་། དྲི་དང་། མར་མེའི་ཕྱག་རྒྱའོ། །",
    "d747:857": "ཨོྃ་སརྦ་མ་ནོ་ཧ་ར་པྲི་ཡེ་སྭཱ་ཧཱ། ",
    "d747:858": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་གནོད་སྦྱིན་མོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།དེ་ནས་ཀླུའི་རྒྱལ་མོ་རྣམས་ལངས་ཏེ། འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་སྤྱི་བོས་མངོན་པར་བཏུད་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ། ",
    "d747:859": "ཨོྃ་ཨཱ། ཨོྃ་ཕུཿ། ཨ་ནནྟ་མུ་ཁི་ཕུཿ ཤྲཱི་ཕུཿ བཱ་སུ་ཁ་མུ་ཁི་ཕུཿ། ཨི་ཕུཿ པདྨ་མ་ཎི་ཕུཿ། ཨ་ཕུཿམ་ཧཱ་པདྨ་མ་ཎི་ཕུཿ དྷི་ཕུཿཀརྐོ་ཊེ་མུ་ཁི་ཕུཿ། ས་ཕུཿ ཤངྒི་ནི་ཕུཿ། ཛུ་ཕུཿ ཛ་ལ་མུ་ཁི་ཕུཿ ཏྲུྃ་ཕུཿདྲུ་མ་མུ་ཁི་ཕུཿ། ",
    "d747:860": "ཀླུ་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ་ཀླུའི་ཁང་པར་སོང་སྟེ། ",
    "d747:861": "འབུམ་བཟླས་པས་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:862": "ཀླུ་མོ་རྣམས་དགའ་བར་འགྱུར་ཞིང་ཀླུ་མོ་ཐམས་ཅད་ཚིམ་པར་འགྱུར་རོ། །",
    "d747:863": "ཡར་ངོའི་ཚེས་བཅུ་ལ་ཀླུའི་ཁང་པར་ཆུ་འབོགས་ཏེ། བདུག་པ་དང་། དྲི་དང་། མེ་ཏོག་དང་། འོ་མ་རྣམས་ཀྱིས་ཇི་ལྟར་བརྗོད་པའི་མཆོད་པ་བྱས་ཏེ། ",
    "d747:864": "དེ་ནས་ཀླུ་མོ་བརྒྱད་སྟོང་ཕྲག་རེ་རེ་བཟླས་ན་མྱུར་དུ་ཀླུའི་བུ་མོ་རྣམས་རང་གི་ཁྱིམ་ནས་འོང་ངོ་། །",
    "d747:865": "འོངས་པ་ལ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་བརྒྱད་བརྒྱད་སོ་སོར་སྟེར་བར་བྱེད་དོ། །",
    "d747:866": "ཆེ་གེ་མོ་འཚོ་བར་ཤོག་ཤིག་ཆེ་གེ་མོ་སོད་ཅིག་ཅེས་བྱ་བ་ལ་སོགས་པ་ཐམས་ཅད་འགྲུབ་པར་བྱེད་དེ། ",
    "d747:867": "ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ་འོ་མའི་བཟའ་བས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐར་ཀླུའི་བུ་མོ་བཟང་མོ་འོང་ངོ་། །",
    "d747:868": "འོངས་པ་ལ་སྤྱི་བོར་མེ་ཏོག་སྦྱིན་ཞིང་ཆུང་མར་གྱིས་ཤིག་ཅེས་བསྒོ་བར་བྱའོ། །",
    "d747:869": "ལྷའི་བཟའ་བ་བཟང་པོ་དང་། དོང་ཙེ་ལྔ་ལྔ་ཉི་མ་རེ་རེ་ཞིང་སྟེར་བར་བྱེད་དོ། །",
    "d747:870": "ཀླུའི་གནས་སུ་མཚན་མོ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐར་སྐད་ཅིག་དེ་ཉིད་ལ་ཀླུ་མོ་སྤྱི་བོའི་ནད་ཆེན་པོ་དང་། ",
    "d747:871": "ཚ་བར་གྱུར་པས་འོང་ཞིང་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:872": "ཆུང་མར་གྱུར་ཅིག་ཅེས་སྨྲས་ན། བདག་ཉིད་དང་ལྔ་ལ་རས་དང་། ",
    "d747:873": "རྒྱན་དང་། བཟའ་བ་ལ་སོགས་པ་སྟེར་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་རོ། །",
    "d747:874": "མཚན་མོ་པདྨའི་ཚལ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཀླུའི་བུ་མོ་རྣམས་མྱུར་དུ་འོང་ངོ་། །",
    "d747:875": "འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ། །",
    "d747:876": "དོང་ཙེ་བརྒྱད་བརྒྱད་སྟེར་ཏེ། ",
    "d747:877": "དེས་ཀྱང་མ་ལུས་པར་ཟད་པར་བྱའོ། །",
    "d747:878": "གལ་ཏེ་ཅུང་ཟད་འཇོག་ན་ཕྱིན་ཆད་འབྱུང་བར་མི་འགྱུར་རོ། །",
    "d747:879": "མཚན་མོ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐའ་ལ་ཀླུའི་བུ་མོ་ངེས་པར་འོང་ངོ་། །",
    "d747:880": "འོངས་པ་ལ་གསེར་གྱི་པདྨའི་གདན་བྱིན་ཏེ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཉི་མ་རེ་རེ་གསེར་སྲང་རེ་རེ་སྦྱིན་པར་བྱེད་དོ། །",
    "d747:881": "མཚན་མོ་རྒྱ་མཚོ་ཆེན་པོར་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེ་ནམ་བཟླས་པའི་མཐའ་ལ་ཀླུའི་བུ་མོ་འོང་ངོ་། །",
    "d747:882": "འོངས་པ་ལ་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དོང་ཙེ་གཅིག་དང་རས་ཟུང་གཅིག་སྟེར་བར་བྱེད་དོ། །",
    "d747:883": "ཀླུའི་ཁང་པར་སོང་སྟེ་ལྟེ་བ་ནུབ་ཙམ་དུ་ཆུར་ཞུགས་ཏེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེ་ནས་བཟླས་པའི་ཐ་མ་ལ་ཀླུའི་བུ་མོ་འོང་ངོ་། །",
    "d747:884": "འོངས་པ་ལ་སྤྱི་བོར་མེ་ཏོག་བྱིན་ཏེ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དོང་ཙེ་བརྒྱད་དང་ལྷའི་ཟས་བཟང་པོ་སྟེར་བར་བྱེད་དོ། །",
    "d747:885": "མཚན་མོ་ཀླུའི་ཁང་པར་སོང་སྟེ་མཚན་ཐོག་ཐག་བཟླས་ན་དེའི་ཐོ་རངས་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་ཏེ་ཀླུའི་བུ་མོ་སྐད་ཅིག་དེ་ལ་འོང་ངོ་། །",
    "d747:886": "འོངས་པ་ལ་མེ་ཏོག་དང་ཙནྡན་གྱི་མཆོད་ཡོན་བྱིན་ཏེ་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ཅིང་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ལྷའི་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། ",
    "d747:887": "གྲུབ་པའི་རྫས་སྟེར་ཞིང་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ལ་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ། །",
    "d747:888": "མཚན་མོ་ཀླུའི་གནས་སུ་སོང་སྟེ་ཁྲི་བཟླས་ན་ཀླུའི་བུ་མོ་ངེས་པར་འོང་ངོ་། །",
    "d747:889": "ཀླུ་འོངས་པ་ལ་མྱུར་དུ་ཆགས་པར་བྱས་ནས་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཉི་མ་རེ་རེ་དོང་ཙེ་བརྒྱད་དང་། ",
    "d747:890": "ལྷའི་བཟའ་བ་བཟང་པོ་དང་། གོས་རྣམས་སྟེར་བར་བྱེད་དོ། །",
    "d747:891": "མཚན་མོ་ཀླུའི་ཁང་པར་སོང་ལ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན། ",
    "d747:892": "དེ་ནས་བཟླས་པའི་ཐ་མ་ལ་ཀླུའི་བུ་མོ་རིངས་པར་འོང་ངོ་། །",
    "d747:893": "འོངས་པ་ལ་ཀླུའི་མེ་ཏོག་སྤྱི་བོར་བྱིན་ན་ཆུང་མར་འགྱུར་ཞིང་ལྷའི་རས་དང་། ",
    "d747:894": "རྒྱན་དང་། བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ། །",
    "d747:895": "དེ་ནས་ཀླུ་མོའི་དམ་ཚིག་གི་སྔགས་བཤད་པ། ཨོྃ་ཕུཿཨཱ་གཙྪ་ནཱ་ག་ནི་ཕུཿ བོདཔའི་སྔགས་སོ། །",
    "d747:896": "ཨོྃ་ཨི་ཕུཿ། ",
    "d747:897": "སྤོས་དང་མེ་ཏོག་གི་སྔགས་སོ། །ཨོྃ་ཕུཿཨ་ཕུཿ། དྲི་དང་མཆོད་ཡོན་གྱི་སྔགས་སོ། །ཨ་ཕུཿཨི་ཕུཿ ཧྃ་ཕུཿཔྃ་ཕུཿ། ཀླུ་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་སྔགས་སོ། །",
    "d747:898": "ཕུཿཨཱ་གཙྪ་ཨཱ་གཙྪ། ",
    "d747:899": "ཤཱི་གྷྲྃ་པུ་ན་རཱ་ག་མ་ནཱ་ཡ་སྭཱ་ཧཱ། ",
    "d747:900": "སླར་གཏང་བའི་སྔགས་སོ། །དེ་ནས་ཀླུ་མོ་རྣམས་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་བཤད་པ། ",
    "d747:901": "ཐལ་མོ་མཉམ་པར་བྱས་ཏེ། ",
    "d747:902": "སོར་མོ་རྣམས་མགོ་བོའི་ཚུལ་དུ་སྦྱར་ལ་མཛུབ་མོ་ཁ་བསྒྱུར་བས་མཐེ་བོའི་སོར་མོ་བརྐྱང་བ་ནི་ཀླུ་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་ཕྱག་རྒྱའོ། །",
    "d747:903": "ལས་ཐམས་ཅད་བྱེད་ཅིང་གྲུབ་པའོ། །དགུག་པའི་ཕྱག་རྒྱ་དང་། སླར་གཏང་བ་དང་། མཆོད་པའི་ཕྱག་རྒྱ་ནི། ",
    "d747:904": "ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ། མཐེའུ་ཆུང་གི་སེན་མོ་མཐེ་བོས་མནན་ནས། ",
    "d747:905": "སོར་མོ་ལྷག་མ་བརྐྱང་བ་ནི་ཀླུ་མོ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:906": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། ཀླུ་མོ་རྣམས་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:907": "དེ་ནས་གསང་བའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་ཁྲོ་ཞིང་གསོར་ཏེ། ཁྲོ་བོ་འདི་དང་བཅས་ནས་གསུངས་པ། ",
    "d747:908": "ཨོྃ་བྷ་ར་ཎ་བཛྲ་ཧཱུྃ་ཆེ་གེ་མོ་ནཱ་གི་ནི་ཨཱ་ཀཪྵ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ",
    "d747:909": "དེ་ནས་འདི་བཤད་པ་ཙམ་གྱིས། ཀླུ་ཐམས་ཅད་བརྒྱལ་ཞིང་འགྱེལ་ཏེ། སྤྱི་བོའི་ནད་ཆེན་པོས་ཤིའོ། །གལ་ཏེ་དམ་ཚིག་ལས་འདས་ན། ཁྲོ་བོ་འདི་དང་བཅས་ཏེ། ",
    "d747:910": "བཟླས་པས་མྱུར་དུ་འཆི་ཞིང་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་ལྟུང་བར་འགྱུར་རོ་ཞེས་དཔལ་རྡོ་རྗེ་འཆང་གིས་གསུངས་སོ། །",
    "d747:911": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། ཀླུ་མོ་རྣམས་སྒྲུབ་པར་བྱེད་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:912": "དེ་ནས་འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་མིའམ་ཅི་མོ་དྲུག་ལངས་ཏེ། བཅོམ་ལྡན་འདས་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་སྤྱི་བོས་བཏུད་ནས། རང་གི་སྙིང་པོ་ཕུལ་བ། ཨོྃ་མ་ནཱོ་ཧ་རི་སྭཱ་ཧཱ། ",
    "d747:913": "ཨོྃ་སུ་བྷ་གེ་སྭཱ་ཧཱ། ",
    "d747:914": "ཨོྃ་བི་ཤཱ་ལ་ནེ་ཏྲི་སྭཱ་ཧཱ། ",
    "d747:915": "ཨོྃ་སུ་ར་བྷི་པྲི་ཡེ་སྭཱ་ཧཱ། ",
    "d747:916": "ཨོྃ་ཨ་ཤ་མུ་ཁི་སྭཱ་ཧཱ། ",
    "d747:917": "ཨོྃ་བི་ཐ་ཀ་ར་མུ་ཁི་སྭཱ་ཧཱ། ",
    "d747:918": "དེ་ནས་མིའམ་ཅི་མོ་དྲུག་གི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:919": "རིའི་རྩེ་མོ་ལ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན། ",
    "d747:920": "མིའམ་ཅི་མོ་དྲུག་གི་བཟླས་པ་རྫོགས་པ་དང་། མཆོད་པ་ཤིན་ཏུ་ཆེན་པོ་བྱས་ཏེ། བ་གླང་གི་ཤ་དང་། གུ་གུལ་དང་ལྡན་པའི་བདུག་པས་བདུག་ཅིང་། ",
    "d747:921": "ཇི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན། ནམ་ཕྱེད་ན་ངེས་པར་འོང་སྟེ། ",
    "d747:922": "དེ་ལ་འཇིགས་པར་མ་བྱས་ན། ",
    "d747:923": "ཀྱེ་སྒྲུབ་པ་པོ་ཅི་བཀའ་སྩལ་ཅེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:924": "སྒྲུབ་པ་པོས་ཀྱང་། ཀྱེ་བཟང་མོ་བདག་གི། ཆུང་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ནས། ",
    "d747:925": "རྒྱབ་ཏུ་ཞོན་ན་ལྷའི་འཇིག་རྟེན་དུ་འཁྱེར་བར་བྱེད་ཅིང་། ",
    "d747:926": "བཟའ་བ་བཟང་པོ་སྟེར་བར་བྱེད་དོ། །",
    "d747:927": "དེ་ནས་སྒྲུབ་པའི་ཐབས་ཕྱི་མ་བཤད་པ། རིའི་དྲུང་ངམ་གཙུག་ལག་ཁང་དུ་ཁྲི་བཟླས་ན། ",
    "d747:928": "བཟླས་པའི་མཐའ་ལ་རང་ཉིད་འོང་ཞིང་། ",
    "d747:929": "ལྷ་མོའི་ལག་པ་འཇམ་པོས་རྐང་པ་ལ་ཉུག་པར་བྱེད་ཅིང་མྱུར་དུ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཞིང་། ",
    "d747:930": "དོང་ཙེ་བརྒྱད་དང་། གོས་ཟུང་གཅིག་སྟེར་བར་བྱེད་དོ། །",
    "d747:931": "ཆུ་བོའི་འགྲམ་དུ་སོང་ནས་ཁྲི་བཟླས་ནས། ཡང་མཚན་ཐོག་ཐག་བཟླས་ན། ",
    "d747:932": "ཐོ་རངས་ངེས་པར་འོང་ངོ་། །",
    "d747:933": "འོངས་ནས་ཆུང་མར་འགྱུར་ཞིང་། ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་བར་བྱེད་དོ། །",
    "d747:934": "མཚན་མོ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐའ་ལ་ངེས་པར་འོང་ཞིང་ལྟ་བར་བྱེད་དོ། །",
    "d747:935": "ཉི་མ་གཉིས་པ་ལ་མདུན་དུ་འདུག་ཅིང་གཏམ་སྨྲ་བར་བྱེད་དོ། །",
    "d747:936": "ཉི་མ་གསུམ་པ་ལ་ཆགས་པ་སྤྱད་ན་ངེས་པར་འགྲུབ་ཅིང་། ",
    "d747:937": "ཆུང་མའི་ལས་ཐམས་ཅད་བྱེད་ལ། ",
    "d747:938": "དོང་ཙེ་བརྒྱད་དང་། རས་ཕྲུགས་གཅིག་སྟེར་བར་བྱེད་དོ། །",
    "d747:939": "ཉིན་གཅིག་བཞིན་དུ་རིའི་རྩེ་མོར་ཤ་ཟ་ཞིང་ཁྲི་ཁྲི་བཟླས་ན། ",
    "d747:940": "ལྷ་མོའི་གཟུགས་ཀྱིས་མྱུར་དུ་འོངས་ཤིང་མདུན་དུ་སྡོད་དོ། །",
    "d747:941": "འཁྱུད་ཅིང་འོ་བྱས་ཏེ་མི་སྨྲ་བས་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཏེ། ",
    "d747:942": "དོང་ཙེ་བརྒྱད་སྟོང་སྟེར་ཞིང་ལྷས་མངོན་པར་འདོད་པའི་བཟའ་བ་སྟེར་བར་བྱེད་དོ། །",
    "d747:943": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། མིའམ་ཅིའི་བུ་མོ་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:944": "དེ་ནས་གསང་བའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །དབང་ཕྱུག་ཆེན་པོ་ལྷ་ཆེན་པོ་ཁྱོད་ཉོན་ཅིག་འཇིག་རྟེན་གསུམ་གྱི་བདག་པོ་ལྷ་རྣམས་ཀྱིས་འདའ་བར་བྱ་བ་མ་ཡིན་པ། ",
    "d747:945": "མངག་གཞུག་མ་ལུས་པ་སྒྲུབ་པར་བྱེད་པ། ",
    "d747:946": "མ་རུངས་པ་རྣམས་དང་ལྷ་རྣམས་ལ་བསྟན་པར་བྱའོ། །",
    "d747:947": "དེ་ནས་དབང་ཕྱུག་ཆེན་པོ་ལྷ་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་མི་ཕྱེད་པ་བསྟན་པ། འཇིག་རྟེན་གསུམ་གྱི་ལྷ་རྣམས་ཀྱིས་འདའ་བར་བྱ་བ་མ་ཡིན་པ། སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུ་དང་། ཕྱག་རྒྱ་དང་། ",
    "d747:948": "སྔགས་ཀྱི་རིམ་པར་ཕྱེ་བ་བཤད་དུ་གསོལ། དེ་ནས་འཁོར་གྱི་དཀྱིལ་འཁོར་དེ་ན་གནས་པ་རྣམས་ཀྱིས། ལྷ་ཆེན་པོ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། ",
    "d747:949": "ཤིན་ཏུ་གདུལ་དཀའ་བ་རྣམས་འདུལ་བར་བྱེད་པ། གསོལ་བ་བཏབ་པ་ནི་ལེགས་སོ་ལེགས་སོ། །",
    "d747:950": "དེ་ནས་རྡོ་རྗེ་འཆང་། ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་འདི་སྐད་ཅེས་གསུངས་སོ། །ཁྲོ་བོའི་དཀྱིལ་འཁོར་དམ་པ་ནི། །",
    "d747:951": "གྲུ་བཞི་པ་ལ་སྒོ་བཞི་པ། །རྟ་བབས་བཞི་ཡིས་རྣམ་པར་བརྒྱན། །",
    "d747:952": "ཆ་རྣམས་བཅུ་དྲུག་དག་དང་ལྡན། །རྡོ་རྗེ་ར་བས་མཛེས་པའོ། །",
    "d747:953": "དེ་ཡི་དབུས་སུ་དྲག་པོ་ཆེ། །རྡོ་རྗེ་ཁྲོ་བོ་དགོད་བྱ་བ། །",
    "d747:954": "འབར་བའི་ཕྲེང་བ་འཁྲུག་ཅིང་གསལ། །བསྐལ་པ་ཐ་མའི་མེ་འོད་འདྲ། །ལྷ་ཆེན་མིག་སྨན་སྦྱར་འདྲ་ཞིང་། །",
    "d747:955": "ཐོད་པའི་ཕྲེང་བས་རྒྱན་དུ་བྱས། །དྲག་ཤུལ་བཞད་ཅིང་ཆེར་འཇིགས་པ། །འཇིག་རྟེན་གསུམ་པོ་འཇིགས་མཛད་པའོ། །",
    "d747:956": "བཅོམ་ལྡན་འདས་ཀྱི་གཡས་ལོགས་སུ། །ལྷ་ཆེན་པོ་ནི་བྲི་བྱ་སྟེ། །",
    "d747:957": "བ་ཞོ་མུ་ཏིག་ལྟར་དཀར་ཞིང་། །དེ་བཞིན་དཀར་པོ་དུང་འདྲ་ཞིང་། །",
    "d747:958": "མིག་གསུམ་ལག་པ་བཞི་པ་སྟེ། །ཞི་ཞིང་ལག་པ་གཡོན་པ་ན། མདུང་རྩེ་གསུམ་པ་ཐོགས་པའོ། །",
    "d747:959": "གཡོན་པའི་ཕྱོགས་ཀྱི་ཆ་རུ་ནི། །",
    "d747:960": "སྲེད་མེད་བུ་ནི་བྲི་བྱ་སྟེ། །གཡས་པ་ན་ནི་རྔ་ཡབ་དུང་། །གཡོན་ན་འཁོར་ལོ་གསལ་ཤིང་ངོ་། །",
    "d747:961": "རྒྱབ་ཏུ་བརྒྱ་བྱིན་རྒྱལ་པོ་སྟེ། །དེ་བཞིན་སྨིན་དྲུག་མདུན་དུའོ། །",
    "d747:962": "ཚངས་པ་ལག་ན་གདུགས་འཛིན་པ། །ཁ་བ་མེ་ཏོག་ཀུནྡ་དང་། །ཟླ་འདྲ་བརྒྱ་བྱིན་མདུན་བྲི་སྟེ། །",
    "d747:963": "རང་གི་སྟན་ལ་འཁོད་པར་རོ། །",
    "d747:964": "ཡང་ན་སྔགས་པས་མུ་ཏིག་དང་། །བ་ཡི་ཞོ་འདྲ་དཀར་པོ་ནི། །",
    "d747:965": "རྔ་ཡབ་ཐོགས་པར་སྨིན་དྲུག་བྲི། །ཚངས་པ་ཁ་དོག་དམར་པོ་བྲི། །",
    "d747:966": "བརྒྱ་བྱིན་ཁ་དོག་སེར་པོ་བྲི། །",
    "d747:967": "རྒྱན་ཀུན་གྱིས་ནི་རྣམ་སྤྲས་ཤིང་། །རྔ་ཡབ་ཐོགས་པར་ཁྱབ་འཇུག་བྲི། །དེ་བཞིན་ཁྱུ་མཆོག་ལ་ཞོན་པར། །ལྷ་ཆེན་པོ་ནི་བྲི་བྱ་སྟེ། །",
    "d747:968": "ཀུན་བགེད་ལག་ན་འཁོར་ལོ་ཅན། །ངང་པ་ལ་ཞོན་བྲི་བར་བྱ། །",
    "d747:969": "བརྒྱ་བྱིན་གླང་ཆེན་ཞོན་པ་སྟེ། །སྨིན་དྲུག་རྨ་བྱ་ལ་ཞོན་པའོ། །",
    "d747:970": "ཕྱི་རོལ་དང་ནི་གྲྭ་རྣམས་སུ། །འབྱུང་མོ་བརྒྱད་ནི་བྲི་བར་བར་བྱ། །པདྨ་ཅན་དང་པད་ཆེན་དང་། །རྣམ་འབྱུང་མ་དང་ལྷ་འཇོམས་མ། །འཕྲོག་མ་མཆོག་དང་རིན་པོ་ཆེ། །རྒྱན་མ་འགྲོ་བ་སྐྱོང་མ་རྣམས། །",
    "d747:971": "དཔལ་གྱི་སྒྲ་ཡིས་ར་བ་གྲགས་པའི། །འབྱུང་མོ་ཆེན་མོ་བརྒྱད་པོ་སྟེ། །",
    "d747:972": "པདྨ་ཅན་དང་པད་ཆེན་མ། །པདྨ་དཀར་པོ་ལྟ་བུར་བྲི། །",
    "d747:973": "རྣམ་འབྱུང་མ་དང་ལྷ་འཇོམས་མ། །ཁ་དོག་དམར་པོ་བྲི་བར་བྱ། །",
    "d747:974": "འབྱུང་མོ་བཞི་རྣམས་མཚུངས་པར་ནི། །གསེར་གྱི་མདོག་ཏུ་བྲི་བར་བྱ། །",
    "d747:975": "རྫུ་འཕྲུལ་ཆེ་ལྡན་འབྱུང་མོ་བརྒྱད། །ཇི་ལྟར་བསྟན་བཞིན་དེ་ལེགས་བྲི། །",
    "d747:976": "དེ་ནས་འདིར་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་བཤད་པ། རྡོ་རྗེ་སློབ་དཔོན་བདག་ཉིད་མེ་ཏོག་སྔོན་པོའི་ཕྲེང་བས་བརྒྱན་ཅིང་གཙུག་ཏོར་སྔོན་པོ་བཅིངས་ནས་རས་སྔོན་པོ་ཟུང་གཅིག་བགོས་ཏེ་སྔོན་བཞིན་དུ་ཁྲོ་བོའི་སྙིང་པོ་འདི་བརྗོད་པར་བྱ་སྟེ། ",
    "d747:977": "སེམས་ཅན་ཀུན་ལ་ཕན་དོན་དུ། །མྱུར་དུ་དངོས་གྲུབ་སྦྱིན་མཛད་པ། །གྲུབ་པའི་རྡོ་རྗེ་ཁྲོ་བོ་སྟེ། །",
    "d747:978": "ལྷ་ཉིད་དམ་ཚིག་ལ་བཞུགས་ཤིག །",
    "d747:979": "ཨོྃ་ཧཱུྃ་བཛྲ་ཕཊ་ས། ",
    "d747:980": "འདི་བརྗོད་པ་ཙམ་གྱིས་ལྷ་ཐམས་ཅད་གྲུབ་པར་བྱེད་དོ། །",
    "d747:981": "དེ་ནས་འདིར་རྡོ་རྗེ་གསོར་བ་བཤད་པ། །",
    "d747:982": "འདི་ལྟར་ཡི་གེ་ཧཱུྃ་ཟློས་ཤིང་ཕྱག་ན་རྡོ་རྗེས་གསུངས་པ་ལྟར། ལྷ་ཐམས་ཅད་གཞོམ་ཞིང་ལྷའི་བུ་མོ་ཐམས་ཅད་དང་། ",
    "d747:983": "གནོད་སྦྱིན་མོ་དང་། ཀླུ་མོ་དང་། འབྱུང་མོ་རྫུ་འཕྲུལ་ཆེན་མོ་ཅན་རྣམས་སྐད་ཅིག་དེ་ཉིད་ལ་གཞོམ་པར་བྱ་སྟེ། ",
    "d747:984": "རྡོ་རྗེ་གསོར་བའི་སྦྱོར་བ་དང་ལྡན་པས། ",
    "d747:985": "ཨོྃ་བཛྲ་དཱིཔྟ་མ་ཧཱ་ཀྲོ་དྷ་ཧ་ན་ད་ཧ་པ་ཙ་མཱ་ར་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ",
    "d747:986": "བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ། ",
    "d747:987": "སྐད་ཅིག་དེ་ཉིད་ལ་ལྷ་ཐམས་ཅད་གསོད་ཅིང་འཁྲུག་པར་བྱེད་དོ། །",
    "d747:988": "ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ",
    "d747:989": "སྦྱོར་བ་འདིས་ཀྱང་ངེས་པར་སངས་རྒྱས་རྣམས་ཀྱང་ཞིག་པར་བྱེད་དོ། །",
    "d747:990": "དེ་ནས་སློབ་མ་གཞུག་པར་བྱ་སྟེ། ",
    "d747:991": "ཁྲོ་བོའི་ཕྱག་རྒྱ་གོ་ཆ་བྱས་ལ་སྔགས་འདིས་དབབ་པར་བྱའོ། །",
    "d747:992": "ཨོཾ་བི་ཤྱ་ཀྲོ་དྷ་ཧཱུྃ་ཧཱུྃ་ཨ་ཛྭ་ལ་མ་ལ་ཨ་ཀུ་ལ། ",
    "d747:993": "བྷི་ཥ་ཎ་བཛྲ་ཨ། ",
    "d747:994": "འདི་བརྗོད་པ་ཙམ་གྱིས་ཕྱི་རོལ་གྱི་དབབ་པ་དང་དགུག་པ་དང་ལྟུང་བར་བྱ་བ་རྣམས་ནུས་པར་འགྱུར་རོ། །",
    "d747:995": "དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཁྲོ་བོའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:996": "ཨོྃ་བྷཱུ་ཤྲཱི་སིདྷ་དྷྭ་ཛ་དྷི་རི་ཧྲཱིཿ། ཁྲོ་བོའི་མདུན་དུའོ། །",
    "d747:997": "ཨོྃ་ཧཱུྃ་བྷྲྃ་མ་ཧཱ་པདྨ་བ་ཏི་དྷ་ནུར་བན་དྷ་རི་ཧཱུྃ། ",
    "d747:998": "རྒྱབ་ཏུའོ། །",
    "d747:999": "ཨོྃ་ཧཱུྃ་བི་ཧཱུྃ་ཏི། ",
    "d747:1000": "ཨོྃ་ཀུ་ཤོ་དྷཱ་རི་ཎི་ཧཱུྃ་ཛ། ",
    "d747:1001": "ལྷོ་རུའོ། །",
    "d747:1002": "ཧཱུྃ་བྷཱུ་སུ་ར་ཧ་རི་ཎི་ཙིནྟཱ་མ་ཎི་དྷཱ་ཛདྷཱ་ར་ཎི་སྲུྃ། ",
    "d747:1003": "གཡོན་དུའོ། །ཨོྃ་ཤྲཱི་བར་ཧ་རི་ཎི་པུཥྤ་ཧ་སྟེ་ཧཱུྃ། མེ་ཏོག་དབང་ལྡན་གྱི་གྲྭར། ",
    "d747:1004": "ཨོྃ་ཤྲཱི་རཧྣེ་ཤྭ་རི་དྷུ་པ་ཧསྟེ་ཧཱུྃ། ",
    "d747:1005": "སྤོས་མེའི་གྲྭ་རུ་འོ། །",
    "d747:1006": "ཨོྃ་ཤྲཱི་བྷཱུ་ཥི་ཎི་གནྡྷ་ཧ་སྟེ་ཧཱུྃ། ",
    "d747:1007": "དྲི་བདེན་བྲལ་དུའོ། །",
    "d747:1008": "ཨོྃ་ཤྲཱི་ཛ་ག་ཏ་པཱ་ལི་ནི་ཨ་དྷི་པ་ཏི་ཧཱུྃ། ",
    "d747:1009": "མར་མེ་རླུང་དུའོ། །",
    "d747:1010": "དེ་ནས་འབྱུང་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་ཆོ་ག་རྒྱས་པར་བཤད་པ་ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ཏེ་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་སེང་གེའི་རྒྱལ་མཚན་མའི་ཕྱག་རྒྱའོ། །",
    "d747:1011": "ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ་གུང་མོ་བརྐྱང་བ་ནི་ཡིད་བཞིན་གྱི་ནོར་བུའི་རྒྱལ་མཚན་གྱི་ཕྱག་རྒྱའོ། །",
    "d747:1012": "ཕྱག་རྒྱ་འདི་ཉིད་རྐེད་པའི་ཕྱོགས་སུ་བཞག་པ་ནི་གཞུ་དང་མདའི་ཕྱག་རྒྱའོ། ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ། ",
    "d747:1013": "མཛུབ་མོ་བརྐྱང་བ་ནས་བསྐྱིལ་བ་ནི་ལྕགས་ཀྱུའི་ཕྱག་རྒྱའོ། །",
    "d747:1014": "ཐལ་མོ་མཉམ་པར་སྦྱར་ཏེ། མཛུབ་མོ་གཉིས་བཀུག་པ་ནི་མེ་ཏོག་གི་ཕྱག་རྒྱའོ། །",
    "d747:1015": "སོར་མོ་རྣམས་ཕན་ཚུན་དུ་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་སྤོས་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:1016": "ལག་པ་སོ་སོར་བརྐྱང་སྟེ། དཔུང་པའི་རྩ་བ་གཉིས་སུ་བཞག་པ་ནི་དྲིའི་ཕྱག་རྒྱའོ། །",
    "d747:1017": "ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ཏེ། གུང་མོའི་སོར་མོ་རབ་ཏུ་བརྐྱང་བ་ནི་མར་མེའི་ཕྱག་རྒྱའོ། །",
    "d747:1018": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་ཁྲོ་བོའི་དཀྱིལ་འཁོར་གྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:1019": "དེ་ནས་འབྱུང་པོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ཨོྃ་ཧྲཱིཿཛཿ། གཞན་གྱིས་མི་ཐུབ་པའིའོ། །ཨོྃ་ཧཱུྃ་ཛཿ། རྒྱལ་བའིའོ། །ཨོྃ་ཧྲཱི་ཛཿ། རྫོགས་བྱེད་ཀྱིའོ། །ཨོྃ་བྷུྃ་ཛཿ། ཀུན་ཏུ་རྫོགས་བྱེད་ཀྱིའོ། །ཨོྃ་སྲུྃ་ཛཿ། དུར་ཁྲོད་ཀྱི་བདག་པོའིའོ། །",
    "d747:1020": "ཨོྃ་རུ་ཛཿ། རིག་སྔགས་ཀྱི་དབང་ཕྱུག་གིའོ། །ཨོྃ་ཧྲི་ཧཱུྃ་ཛཿ། འབྱུང་པོའི་དབང་ཕྱུག་གིའོ། །ཨོྃ་ཨྃ་ཛཿ། མངག་གཞུག་མཆོག་གིའོ། །འབྱུང་པོ་གཞན་གྱིས་མི་ཐུབ་པའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:1021": "རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ། སྔོན་དུ་འབུམ་བཟླས་ཏེ། ",
    "d747:1022": "སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:1023": "དེ་ནས་ཟླ་བ་ཉ་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ཏེ། ཅི་ལྟར་གསུངས་པའི་འབྲས་ཆན་དཀར་པོ་དང་། སྦྲང་རྩི་དང་ཞོ་དང་། བུ་རམ་དང་འོ་མ་དང་། ",
    "d747:1024": "ཤ་རྣམས་ཀྱིས་མཆོད་ཅིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས། ",
    "d747:1025": "མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ངེས་པར་འོང་ངོ་། །",
    "d747:1026": "གལ་ཏེ་ངེས་པར་མ་འོངས་ན་སྐད་ཅིག་དེ་ལ་འཆིའོ། །",
    "d747:1027": "འོངས་ན་བསྒོ་བ་དོན་མེད་པར་མི་བྱེད་དོ། །",
    "d747:1028": "སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དེ་ཕན་ཆད་མངག་གཞུག་གི་ལས་བྱེད་ལ་རིག་པ་འཛིན་པའི་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་ཅིང་དགྲ་ཐམས་ཅད་ཚར་གཅོད་པར་བྱེད་དོ། །",
    "d747:1029": "ཟླ་བའི་ལྷ་མོ་བླངས་ནས་སྟེར་ཞིང་རྒྱབ་ཏུ་ཞོན་ན་ལྷའི་འཇིག་རྟེན་དུ་ཡང་འཁྱེར་བར་བྱེད་དོ། །",
    "d747:1030": "བརྒྱ་བྱིན་ཉིད་ཀྱང་སྟེར་བར་བྱེད་ཅིང་བསྐལ་པ་བདུན་འཚོའོ། །",
    "d747:1031": "དེ་ནས་རྒྱལ་བའི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:1032": "མཚན་མོ་སྦྱིན་བྱེད་མའི་མདུན་དུ་སོང་སྟེ། ཉི་མ་རེ་རེ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། ",
    "d747:1033": "གཏོར་མ་སྦྱིན་ཞིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས་བཟླས་ན་བཟླས་པའི་མཐའ་ལ་ངེས་པར་འོང་སྟེ། ",
    "d747:1034": "ཀྱེ་སྒྲུབ་པ་པོས་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:1035": "སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ནས་རྒྱབ་ཏུ་ཞོན་ན་གླིང་བཞི་པ་རྣམས་སུ་ཡང་ཁྱེར་བར་བྱེད་ཅིང་གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་ལ་ལོ་ལྔ་སྟོང་འཚོའོ། །",
    "d747:1036": "དེ་ནས་རྫོགས་བྱེད་ཀྱི་སྒྲུབ་པའི་ཐབས་བཤད་པ། རྡོ་རྗེ་འཆང་གི་ཕོ་བྲང་དུ་སོང་སྟེ་ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ནས་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། ",
    "d747:1037": "འབྲས་ཆན་དཀར་པོ་དང་། ",
    "d747:1038": "ཞོས་ཇི་ལྟར་གསུངས་པ་ལྟར་བྱིན་ནས་ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་རང་ཉིད་འོང་ངོ་། །",
    "d747:1039": "འོངས་པ་ལ་མེ་ཏོག་གི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ། ",
    "d747:1040": "རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ། །བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ཅིང་ལོ་སྟོང་འཚོའོ། །",
    "d747:1041": "ཇི་སྲིད་འཚོ་བ་དེ་སྲིད་དུ་མངག་གཞུག་གི་ལས་བྱེད་དོ། །",
    "d747:1042": "ཆེ་གེ་མོ་འཚོ་བར་གྱིས་ཤིག །",
    "d747:1043": "ཆེ་གེ་མོ་སོད་ཅིག་ཅེས་སྨྲས་ན་དེ་དག་ཐམས་ཅད་བྱེད་དོ། །",
    "d747:1044": "ཀུན་ཏུ་རྫོགས་བྱེད་ཀྱི་སྒྲུབ་པའི་ཐབས་བཤད་པ་སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་གྱི་དྲུང་དུ་ཁྲི་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:1045": "དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་ཆེན་པོ་བྱས་ཏེ། ",
    "d747:1046": "ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་རིངས་པར་འོངས་ནས་མདུན་དུ་སྡོད་དོ། །ཀྱེ་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:1047": "སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དེ་ཕན་ཆད་མངག་གཞུག་གི་ལས་ཐམས་ཅད་བྱེད་དོ། །",
    "d747:1048": "གནོད་སྦྱིན་གྱི་བུ་མོ་བཟང་མོ་བླངས་ནས་སྟེར་ཞིང་གཏེར་ཐམས་ཅད་སྟེར་ལ་ལྷས་འདོད་པའི་བཟའ་བ་སྟེར་རོ། །",
    "d747:1049": "ཉིན་གཅིག་བཞིན་དུ་རས་དམར་པོ་ཟུང་རེ་སྟེར་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་ལ་ལོ་ལྔ་བརྒྱ་འཚོའོ། །དེ་ནས་དུར་ཁྲོད་ཀྱི་བདག་པོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:1050": "མཚན་མོ་དུར་ཁྲོད་དུ་སོང་སྟེ་ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་འབྱུང་པོ་ལ་ཤ་དང་། ཉ་དང་། ཏིལ་དང་། འཛམ་བུ་ཏི་དང་། མངར་གསུམ་ཟན་གྱིས་དྲིལ་བའི་རིལ་བུ་དང་། ",
    "d747:1051": "རྟ་ཤ་ཁམ་ཚད་དུ་གཏུབས་པ་བསྲེགས་ནས་མར་ལ་རྔོས་ལ་འཛམ་བུ་ཏི་ཀ་དང་། འབྲས་ཆན་དང་། ཞོ་དང་། བུ་རམ་དང་། ",
    "d747:1052": "འོ་ཐུག་དང་། སྲན་ཚོད་དང་། སྣུམ་ཁུར་རྣམས་ཀྱིས་ཅི་ལྟར་གསུངས་པ་བྱིན་ནས་གུ་གུལ་གྱི་བདུག་པ་ཡང་བྱིན་ཏེ། ",
    "d747:1053": "ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ཧ་ཧ་ཞེས་བྱ་བའི་སྒྲ་ཐོས་པར་བྱེད་དེ། ",
    "d747:1054": "འཇིགས་པར་མ་བྱས་ན་རང་གི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཏེ་འོང་ངོ་། །",
    "d747:1055": "འོངས་པ་ལ་གཏོར་མ་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ། ",
    "d747:1056": "འབྱུང་པོའི་མངག་གཞུག་ཐམས་ཅད་བྱེད་དོ། །",
    "d747:1057": "ཉི་མ་རེ་རེ་དོང་ཙེ་བརྒྱད་བརྒྱད་སྟེར་ཞིང་དགྲ་ཐམས་ཅད་འཇོམས་ཏེ་ལོ་ལྔ་སྟོང་འཚོའོ། །",
    "d747:1058": "དེ་ནས་རིགས་ཀྱི་དབང་ཕྱུག་གི་སྒྲུབ་པའི་ཐབས་བཤད་པ། ",
    "d747:1059": "ལྷའི་ཁང་པར་སོང་སྟེ། སྤོས་དམར་པོ་དང་། མེ་ཏོག་དམར་པོ་དང་། ",
    "d747:1060": "གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་ཁྲི་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:1061": "མཚན་མོ་ནག་པོའི་ཚེས་བཅུ་བཞི་ལ་ཉ་དང་། ཤ་དང་ཏིལ་དང་འཛམ་བུ་ཏི་དང་། འབྲས་ཆན་དམར་པོས་ཇི་ལྟ་བར་སྒྲུབ་ཅིང་དུ་རུ་སྐ་དང་མེ་ཏོག་སྦྱིན་ཏེ། ",
    "d747:1062": "ཇི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་སྣང་བ་ཆེན་པོ་དང་། ",
    "d747:1063": "འཇིགས་པར་བྱེད་པའི་གཟུགས་ཀྱིས་འོང་སྟེ། ",
    "d747:1064": "དེ་ལ་འཇིགས་པར་མ་བྱས་ན་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:1065": "སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན། ",
    "d747:1066": "ཉི་མ་རེ་དུས་གསུམ་དུ་དོང་ཙེ་ལྔ་ལྔ་སྟེར་བར་བྱེད་དོ། །",
    "d747:1067": "ལྷས་མངོན་པར་འདོད་པའི་བཟའ་བ་སྟེར་བར་བྱེད་ཅིང་ལོ་ལྔ་སྟོང་འཚོའོ། །",
    "d747:1068": "དེ་ནས་འབྱུང་པོའི་དབང་ཕྱུག་གི་སྒྲུབ་པའི་ཐབས་བཤད་པ། མཚན་མོ་ལིང་ཀ་གཅིག་པར་སོང་སྟེ། གཅིག་པུ་ནུབ་གསུམ་དུ་འབྲས་ཆན་དམར་པོ་དང་ཉ་དང་ཤས་གཏོར་མ་སྦྱིན་ཞིང་ར་སྐྱེས་ཀྱི་ཤ་དང་། གུ་གུལ་དང་། ",
    "d747:1069": "སྦྲང་རྩི་དང་ལྡན་པའི་བདུག་པས་བདུག་ཅིང་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན། ",
    "d747:1070": "ཉི་མ་དང་པོ་ལ་རྨི་ལམ་དུ་མཐོང་བར་བྱེད་དོ། །",
    "d747:1071": "ཉི་མ་གཉིས་པ་ལ་རང་ཉིད་མཐོང་བར་བྱེད་དོ། །ཉི་མ་གསུམ་པ་ལ་རིངས་པར་འོངས་ཤིང་མདུན་དུ་འདུག་ནས་འདི་སྐད་སྨྲ་བར་བྱེད་དོ། །",
    "d747:1072": "བཀའ་ཅི་སྩོལ་དེ་ནས་སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །",
    "d747:1073": "རྟག་ཏུ་ཕྱི་བཞིན་འབྲང་བར་འགྱུར་ཞིང་རང་ཉིད་སོང་ནས་མི་ཟད་པའི་གཏེར་སྟེར་ཞིང་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་རྣམས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:1074": "གོས་དང་། རྒྱན་དང་། ",
    "d747:1075": "བཟའ་བ་བཟང་པོ་རྣམས་སྟེར་བར་བྱེད་ཅིང་ལོ་ཉིས་སྟོང་འཚོ་བར་བྱེད་དོ། །",
    "d747:1076": "དེ་ནས་ཕོ་ཉ་མཆོག་གི་སྒྲུབ་པའི་ཐབས་བཤད་པ་རྡོ་རྗེ་འཆང་གི་ཁང་པར་སོང་སྟེ། ནག་པོའི་ཚེས་བཅུ་བཞི་ལ་ཁྲི་བཟླས་ནས་ཉི་མ་བདུན་པ་ལ་བསྒྲུབ་པ་བརྩམ་པར་བྱ་སྟེ། ཙནྡན་གྱི་དཀྱིལ་འཁོར་བསྒྲུབ་པར་བྱས་ནས་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་མེ་ཏོག་དཀར་པོ་དང་། ",
    "d747:1077": "འབྲས་ཅན་དཀར་པོ་དང་། ",
    "d747:1078": "མར་དང་འོ་ཐུག་སྦྱིན་ཞིང་ཀུ་ཤའི་ཁྲི་ལ་འདུག་སྟེ། ",
    "d747:1079": "མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ནས་མཚན་མོ་ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་མངག་གཞུག་མཆོག་རང་ཉིད་འོང་སྟེ། ",
    "d747:1080": "འོངས་པ་ལ་ཙནྡན་གྱི་མཆོད་ཡོན་བྱིན་ན། ",
    "d747:1081": "ཀྱེ་སྒྲུབ་པ་པོ་བདག་གིས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །",
    "d747:1082": "དེ་ནས་སྒྲུབ་པ་པོས་བདག་གི་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དེ་ཕན་ཆད་མངག་གཞུག་པར་འགྱུར་ཞིང་ལྷས་མངོན་པར་འདོད་པའི་བཟའ་བ་སྟེར་རོ། །",
    "d747:1083": "དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་གཏེར་རྙེད་པར་བྱེད་ལ་རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་བར་བྱེད་ཅིང་གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ། །",
    "d747:1084": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། མངག་གཞུག་སྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:1085": "དེ་ནས་འདིར་ཡང་དག་པར་བཤད་པ་ནི་དངོས་གྲུབ་སྣ་ཚོགས་སྒྲུབ་པར་བྱེད་པ་སློབ་དཔོན་རྣམས་ལ་ཕན་པའི་དོན་དུ་ཇི་ལྟར་གསུངས་པ་མངག་གཞུག་པའི་ཐབས་ཏེ། བསྟེན་པར་བྱ་བ་མ་ཡིན་པའི་ལེ་ལོ་ཅན་དང་སྡིག་པ་བྱེད་པ་དང་། ",
    "d747:1086": "བརྫུན་དུ་སྨྲ་བ་དང་། ཚུལ་འཆོས་ཅན་དང་། དབུལ་པོ་དང་། ནད་ཀྱིས་གདུངས་པ་དང་། ཚེ་ཐུང་བ་དང་སེམས་མི་བརྟན་པའི་མི་རྣམས་ཀྱང་སྤང་བར་མི་བྱ་སྟེ། ",
    "d747:1087": "གལ་ཏེ་ལོངས་སྤྱོད་དང་ནོར་དང་གྲགས་པ་འདོད་ན་ཡང་སྐད་ཅིག་གིས་ཕུན་སུམ་ཚོགས་པར་སྟེར་རོ། །",
    "d747:1088": "སྔགས་འདིས་དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་པའི་དངོས་གྲུབ་དང་། ལྷའི་རྒྱལ་སྲིད་ཀྱི་དངོས་གྲུབ་ཀྱང་གྲུབ་པར་བྱེད་ན་མི་རྣམས་ཀྱི་རྒྱལ་སྲིད་གྲུབ་པར་བྱེད་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ། ",
    "d747:1089": "དེ་བཞིན་དུ་འདི་ལྷའི་བུ་མོ་ཐམས་ཅད་སྐད་ཅིག་ཙམ་གྱིས་གྲུབ་པར་བྱེད་དོ། །",
    "d747:1090": "གསང་སྔགས་འདི་ནི་བཀླགས་པས་གྲུབ་པར་བྱེད་ཅིང་ཤིན་ཏུ་བརྩོན་འགྲུས་དམན་པ་རྣམས་ལ་ཡང་ཅི་ལྟར་བདེ་བ་ལྟར་མྱུར་དུ་གྲུབ་པར་བྱེད་ཅིང་སེམས་ཅན་ཐམས་ཅད་ལ་བདེ་བ་རབ་ཏུ་སྦྱིན་པ་ཡི་གེ་བཞི་པོ་ཆེར་གསང་བ། ",
    "d747:1091": "དངོས་གྲུབ་ཐམས་ཅད་སྟེར་བར་བྱེད་པ་བཀླགས་པ་ཙམ་གྱིས་མངོན་པར་གྲུབ་པར་བྱེད་པ་སྟེ། འདི་ལ་ཐེ་ཚོམ་མི་བྱའོ། །",
    "d747:1092": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་བསྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།",
    "d747:1093": "དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་པོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་བཤད་པ། ",
    "d747:1094": "སོར་མོ་རྣམས་ཕན་ཚུན་འཁྱུད་དེ། གུང་མོ་བརྐྱང་ནས་ཁབ་ལྟར་བཟུང་བ་ནི་འབྱུང་པོ་ཆེན་པོ་གཞན་གྱིས་མི་ཐུབ་པའི་ཕྱག་རྒྱའོ། །",
    "d747:1095": "ཕྱག་རྒྱ་འདི་ཉིད་གུང་མོ་བཀུག་ཅིང་མཛུབ་མོ་བརྐྱང་ནས་བཀུག་པ་ནི་རྒྱལ་བའི་ཕྱག་རྒྱའོ། །",
    "d747:1096": "ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཛུབ་མོ་གཡོན་པ་བསྐྱིལ་ཞིང་མཐེའུ་ཆུང་བརྐྱང་སྟེ། སོ་སོར་བཟུང་བ་ནི་རྫོགས་བྱེད་ཀྱི་ཕྱག་རྒྱའོ། །",
    "d747:1097": "སོར་མོ་ཕན་ཚུན་འཁྱུད་དེ་བཟུང་བ་ནི་ཀུན་ཏུ་རྫོགས་པར་བྱེད་པའི་ཕྱག་རྒྱའོ། །",
    "d747:1098": "ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེའུ་ཆུང་དང་མཐེ་བོ་ནང་དུ་བཀུག་སྟེ་བཟུང་བ་ནི་དུར་ཁྲོད་ཀྱི་བདག་པོའི་ཕྱག་རྒྱའོ། །",
    "d747:1099": "མཐེའུ་ཆུང་གཉིས་རབ་ཏུ་བརྐྱང་སྟེ་བཟུང་བ་ནི་རིགས་ཀྱི་དབང་ཕྱུག་གི་ཕྱག་རྒྱའོ། །",
    "d747:1100": "ཐལ་མོ་སྦྱར་ཏེ་མཛུབ་མོ་གཉིས་བཀུག་པ་ནི་ཕོ་ཉ་མཆོག་གི་ཕྱག་རྒྱའོ། །",
    "d747:1101": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། འབྱུང་པོའི་རྒྱལ་པོ་ཆེན་པོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་རྫོགས་སོ།། །།",
    "d747:1102": "དེ་ནས་གསང་བའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྡོ་རྗེ་སློབ་དཔོན་ལ་ཕན་པའི་དོན་དུ་བསྙེན་བཀུར་མའི་སྒྲུབ་པའི་ཐབས་དཔལ་ཆེན་པོ་ཞེས་བྱ་བའི་འབྱུང་མོ་རྡོ་རྗེ་སློབ་དཔོན་གྱིས་བསྒྲུབ་པར་བྱ་སྟེ། ",
    "d747:1103": "འབྱུང་མོ་རྣམས་ཀྱིས་ནི་ཡིད་ལ་དགའ་བ་སྐྱེད་ཅིང་ཕན་ཚུན་ཚིམ་པར་བྱེད་པའོ། །",
    "d747:1104": "དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་མོ་དཔལ་ཆེན་མོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ། ",
    "d747:1105": "དཔལ་ཁྲོ་བོའི་བདག་པོ་བཅོམ་ལྡན་འདས་ཀྱི་མདུན་དུ་འབུམ་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །",
    "d747:1106": "དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ཏེ། གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་མཚན་ཐོག་ཐག་བཟླས་སོ། །",
    "d747:1107": "དེ་ནས་ཐོ་རངས་ངེས་པར་འོང་ངོ་། །",
    "d747:1108": "འོངས་པ་ལ་ཙནྡན་གྱི་མཆོད་ཡོན་སྦྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ན་ཀྱེ་སྒྲུབ་པ་པོ་ཅི་བཀའ་སྩལ་ཅེས་སྨྲའོ། །",
    "d747:1109": "སྒྲུབ་པ་པོས་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བརྗོད་ན་ལྷའི་དངུལ་ཆུ་དང་། ",
    "d747:1110": "བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དངོས་གྲུབ་ཀྱི་རྫས་དང་གཏེར་དང་། རྒྱལ་སྲིད་རྣམས་སྟེར་བར་བྱེད་དོ། །ཞི་བའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པ་དང་པོའོ།། །།",
    "d747:1111": "དེ་ནས་གཞན་ཡང་ནན་ཏུར་གྱིས་སྒྲུབ་པའི་ཐབས་བཤད་པ། གྲོ་བའི་འདབ་མ་ལ་འབྱུང་མོ་དཔལ་ཆེན་མོ་བྲིས་ཏེ། ",
    "d747:1112": "མཚན་མོ་གཅེར་བུར་གྱུར་པས། དཔལ་རྡོ་རྗེ་འཆང་གི་མདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་མྱུར་དུ་འོང་ངོ་། །",
    "d747:1113": "འོངས་པ་ལ་ཆགས་པ་བྱས་ན་དགའ་བར་འགྱུར་རོ། །",
    "d747:1114": "འཇིག་རྟེན་གསུམ་གྱི་རྒྱལ་སྲིད་ཀྱང་སྟེར་བར་བྱེད་དོ། །བརྒྱ་བྱིན་ཉིད་ཀྱང་སྟེར་རོ། །",
    "d747:1115": "རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་ཞིང་ལོ་ཁྲི་འཚོའོ། །",
    "d747:1116": "གལ་ཏེ་མ་གྲུབ་ན་མིག་དང་སྤྱི་བོ་འགས་ཤིང་སྐམས་ཏེ་སྐད་ཅིག་དེ་ཉིད་ལ་འཆིའོ། །",
    "d747:1117": "ཞེས་ཁྲོ་བོ་ཉིད་ཀྱིས་གསུངས་སོ། །",
    "d747:1118": "གུར་གུམ་གྱིས་མིང་བྲིས་ཏེ་རྐང་པ་གཡོན་པས་མན་ནས་རྡོ་རྗེ་གསོར་ཞིང་ཡི་གེ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ལན་བདུན་བརྗོད་ན་བརྗོད་པར་གྱུར་པས་ངེས་པར་སྐད་ཅིག་གིས་འཆི་བར་བྱེད་དོ། །",
    "d747:1119": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས། སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའོ།། །།",
    "d747:1120": "གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་གཏོར་མ་བཤམས་ཏེ་རས་དཀར་པོས་བཀབ་ལ། ",
    "d747:1121": "སྔགས་འདི་ལན་གསུམ་བརྗོད་དོ། །",
    "d747:1122": "དེ་བ་སྃ་བྷཱུ་ཏ་མ་ཧི་ཏ། ",
    "d747:1123": "པྲ་ཎི་པ་ཏཱ་ཡ། ",
    "d747:1124": "བི་བ་ཛ་ཡེད་པྲྀ་ཐག་པྲྀ་ཐག་མ་ཧཱ་བྷཱུ་ཏ། ",
    "d747:1125": "སྭ་སྠཱ་ན་མ། ",
    "d747:1126": "ཏ་ཏྲ་གཙྪ་ཏིཤྨ་ཤཱ་ནི་དེ་བ་ཨཱ་ལ་ཡེ་ཥུ་ན་དཱི་ཏ་ཏེ། ",
    "d747:1127": "ཙ་ཏུ་ཥུ་ཐེ། ",
    "d747:1128": "ཨེ་ཀ་ལིང་གེ་ཝ་དེ་བ་ཨཱ་ཡ་ཏ་ནཻ་ཝ། ",
    "d747:1129": "ཤྲཱི་གྷྲྃ་གཙྪ་ཏུ། ",
    "d747:1130": "བྷུ་ཏ་ནཱ་མ་ས་མ་ཡ་པྲ་ཏི་པཱ་ལ་ནུ་ཡ། ",
    "d747:1131": "ཡ་ཏི་ས་ཨི་བན་གཙྪ་ཏི་ཏ་ཀྵེ་ཎ་མུར་དྷ་ནི། ",
    "d747:1132": "སུ་ལ་ཡེད། ",
    "d747:1133": "བྷཱུ་ཏཱ་ནཱཾ་རཻ་ར་ཝྃ་ན་ར་ཀཾ་པ་ཏེད། ",
    "d747:1134": "ཡ་ཐ་ཡ་ཐ། ",
    "d747:1135": "སྭ་སྠཱ་ནེ་གཙྪ་ཏུ། ",
    "d747:1136": "ཡ་ཐཱ་སུ་ཁཱི་སྭཱ་ཧཱ། ",
    "d747:1137": "རྡོ་རྗེ་སློབ་དཔོན་གྱིས་ལྷ་རྣམས་ཉེ་བར་བསྡུ་བར་བྱའོ། །",
    "d747:1138": "འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། ",
    "d747:1139": "རིམ་པར་ཕྱེ་བ་གཉིས་པ་རྫོགས་ཏེ། ",
    "d747:1140": "འབྱུང་པོ་འདུལ་བ་ཞེས་བྱ་བའི་རྒྱུད་སྟོང་ཕྲག་བཅུ་དྲུག་པ་ལས་ཇི་སྙེད་པ་རྫོགས་སོ།། །།",
    "d747:1141": "རྒྱ་གར་གྱི་མཁན་པོ་བུདྡྷ་ཨཱ་ཀ་ར་བ་རྨ་དང་། ལོ་ཙྪ་བ་དགེ་སློང་ཆོས་ཀྱི་ཤེས་རབ་ཀྱིས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།"
}